<template>
	<div class="view-box">
		<div class="acc-mains scroll-box scroll-box-top scroll-box-bottom">
			<div class="protocol-wrap" v-if="this.query.type==1">
				<h2>借款合同</h2>
				<span class="txt-bold txt-r mb30">合同编号：<span class="line"></span></span>
				<p class="txt-bold mb10">甲方（借款人）： {{params.name}}</p>
				<p class="mb10">理财时代用户名：{{params.username}}</p>
				<p class="mb10">证件类型： {{params.idtype}}</p>
				<p class="mb60">证件号码： {{params.idcard}}</p>

				<p class="txt-bold mb10">乙方（出借人）： </p>
				<p class="mb10">理财时代用户名：</p>
				<p class="mb10">证件类型： </p>
				<p class="mb60">证件号码： </p>

				<p class="txt-bold mb10">丙方（保证人）：浙江和平担保有限公司 </p>
				<p class="mb10">经营地址：   杭州市下城区新坝21号</p>
				<p class="mb60">法定代表人/负责人：吴峰 </p>
				<p>甲方向乙方申请借款，乙方同意向甲方出借款项，丙方向乙方提供不可撤销的连带保证担保责任，且甲方、乙方、丙方均为具有完全民事权利能力和完全民事行为能力的自然人或法人，根据中华人民共和国有关法律法规，经三方协商一致订立本合同。</p>
				<p class="mb60">网络借贷信息中介机构指上海帛华金融信息服务有限公司运营管理的“理财时代”平台（域名为www.lcshidai.com， 以下简称“理财时代”）。</p>
				<span class="txt-bold">第一部分：借款明细</span>
				<table width="100%" border="0" cellpadding="0" cellspacing="0">
					<tr>
						<td>借款本金金额</td>
						<td colspan="3">人民币<span class="line">{{params.amount}}</span>元</td>
					</tr>
					<tr>
						<td>本金金额大写</td>
						<td colspan="3">{{(params.amount || '') | convertCurrency}}圆整</td>
					</tr>
					<!-- <tr>
						<td>放款金额</td>
						<td colspan="3">人民币<span class="line">{{params.amount}}</span>元</td>
					</tr>
					<tr>
						<td>放款金额大写</td>
						<td colspan="3">{{(params.amount || '') | convertCurrency}}圆整</td>
					</tr> -->
					<tr>
						<td>借款用途</td>
						<td colspan="3">个人消费</td>
					</tr>
					<tr>
						<td>借款利率</td>
						<td>{{params.rate}}/年</td>
						<td>借款分期期数</td>
						<td>{{params.term}}</td>
					</tr>
					<tr>
						<td>借款期限及起止日期</td>
						<td colspan="3">{{params.term}}个月，{{fromDateArr[0]}} 年{{fromDateArr[1]}} 月 {{fromDateArr[2]}} 日 至 {{toDateArr[0]}} 年 {{toDateArr[1]}} 月 {{toDateArr[2]}} 日</td>
					</tr>
					<tr>
						<td>还款方式</td>
						<td colspan="3">{{params.repayType}}</td>
					</tr>
					<tr>
						<td>还款金额</td>
						<td colspan="3">人民币<span class="line">{{params.monthamount}}</span>元</td>
					</tr>
					<tr>
						<td>还款日期</td>
						<td colspan="3">{{params.repayDate}}</td>
					</tr>
					<tr>
						<td>还款账户号</td>
						<td colspan="3">{{params.bankCard}}</td>
					</tr>
					<tr>
						<td>开户银行</td>
						<td colspan="3">{{params.bankName}}</td>
					</tr>
					<tr>
						<td>账户名称</td>
						<td colspan="3">{{params.name}}</td>
					</tr>
				</table>
				<span class="txt-bold">注：理财时代将会以短信形式或其他方式通知借款人每月还款的日期及金额，并在还款日对借款人的还款账户进行扣款，借款人应确保还款日 17点 前还款账户中存有足额的款项。</span>
				<p class="txt-bold">第二部分：借款通用条款</p>
				<p class="txt-bold">一、 释义</p>
				<p>1. 《借款合同》（“本合同”）由两部分组成：第一部分为“借款明细”，该明细中所列借款利率等内容会根据第二部分的相关内容做相应的调整；第二部分为“借款通用条款”。</p>
				<p>2. 甲方是指“借款明细”中列明的甲方，为理财时代核实的实名注册用户，是符合中华人民共和国法律（“中国法律”，仅为本合同之目的，不包括香港特别行政区、澳门特别行政区和台湾省的法律法规）规定的具有完全民事权利能力和民事行为能力，独立行使和承担本合同项下权利义务的自然人、法人或其他组织。</p>
				<p>3. 乙方是指“借款明细”中列明的乙方，为理财时代核实的实名注册用户，是符合中国法律规定的具有完全民事权利能力和民事行为能力，独立承担本合同项下权利义务的自然人。在特定情况下，借款转让后的乙方可能是符合中国法律规定的企业法人或其他机构。乙方不可撤销地授权理财时代将其信息，包括但不限于姓名/名称、有效证件号码等，为本合同项下之目的提供给与本合同项下借款相关的保险公司。</p>
				<p>4. 丙方是指与理财时代有战略合作关系的、具有融资性担保资格的融资性担保公司，为符合中国法律规定的具有完全民事权利能力和民事行为能力，独立承担本合同项下权利义务的法人。</p>
				<p>本合同项下甲方、乙方、丙方单独称“一方”，合称“各方”。</p>
				<p>5. 上海帛华金融信息服务有限公司是依法设立，专门从事网络借贷信息中介业务活动的金融信息中介公司，以互联网为主要渠道，为借款人与出借人实现直接借贷提供信息搜集、信息公布、资信评估、信息交互、借贷撮合等服务；严格遵守法律法规和网络借贷的相关监管规定，根据本机构风险管理能力控制同一借款人在同一网络借贷信息中介机构平台及不同网络借贷信息中介机构平台的借款余额上限，不承担借贷违约风险。</p>
				<p>6. 借款金额是指“借款明细”中列明的借款本金金额。借款币种为人民币。</p>
				<p>7. 借款利率是指“借款明细”中列明的借款利率。</p>
				<p>8. 借款用途是指“借款明细”中列明的借款用途。</p>
				<p>9. 借款期限是指自借款放款日起至最终到期日止的期间，如借款实际放款日与合同约定的借款开始日期存在差异的，则借款期限不变，借款起止日期以借款实际放款日为准。</p>
				<p>10.借款放款成功<b>是指乙方通过理财时代以网络在线点击确认的方式接受本合同后，即不可撤销地授权理财时代或理财时代委托的第三方将“借款明细”中列明的借款本金金额的资金由乙方的理财时代用户名项下账户（“乙方理财时代账户”）划转至甲方的理财时代用户名项下账户（“甲方理财时代账户”）或甲方指定的账户中，划转完毕即视为借款发放成功。甲方未及时提取借款资金的，仍需按本合同约定支付利息。</b></p>
				<p><b>如借款本金是通过银行系统转账至甲方账户的，自理财时代向银行提交转账申请之日即视为借款放款成功之日。</b></p>
				<p>11. 还款方式是指“借款明细”中列明的还款方式。</p>
				<p>12. 工作日是指理财时代的正常营业日（不包括中国的法定公休日和节假日）。</p>
				<p class="txt-bold">二、权利与义务</p>
				<p class="txt-bold">1.甲方的权利与义务：</p>
				<p>（1）甲方有权要求乙方按本合同约定发放借款；</p>
				<p>（2）甲方有权要求乙方、丙方对甲方提供的有关个人还款能力的资料予以保密，但乙方、丙方为本合同之目的或办理个人征信相关之目的披露给理财时代及其委托的第三方、个人征信机构或法律、行政法规另有规定的除外；</p>
				<p>（3）甲方应按乙方、丙方要求提供有关个人身份、还款能力及个人信用报告的资料（包括但不限于姓名、身份证号、学历、联系方式、联系地址、职业信息、联系人信息等），并保证资料的真实性、准确性、完整性；</p>
				<p>（4）甲方应办理银行卡，以便甲方通过此卡接受借款、支付保证金并在借款到期时向乙方履行还款义务。此银行卡需在理财时代通过绑定认证；</p>
				<p>（5）乙方按本合同约定发放借款后，甲方应确保自身具有与借款金额相匹配的还款能力，并按照本合同约定的期限归还全部借款本息；</p>
				<p>（6）甲方应提供在所有网络借贷信息中介机构未偿还借款信息，不得同时通过多个网络借贷信息中介机构，或者通过变换项目名称、对项目内容进行非实质性变更等方式，就同一借款项目进行重复借款；不得通过故意变换身份、虚构借款、夸大借款项目收益前景等形式的欺诈借款；不得在理财时代以外的公开场所发布同一借款信息；不得从事法律法规和网络借贷有关监管规定禁止从事的其他活动；</p>
				<p>（7）甲方应按本合同约定用途使用借款，未经乙方书面同意甲方不得将借款挪作他用；<b>甲方不得将借款用于有价证券、期货、私募基金、股权等投资或国家明令禁止或限制的经营活动，</b>并自觉接受乙方或其委托的第三方对本合同项下借款使用情况的调查、了解及监督；</p>
				<p>（8）甲方应当积极配合乙方对其经营事项、经济状况的调查、了解及监督，并有义务向乙方提供相关资信资料；</p>
				<p>（9）发生变更住所、通讯地址、经营事项、工作单位或甲方银行账户等事项时，甲方应于有关事项变更后三日内书面通知乙方、丙方及理财时代；</p>
				<p>（10）在借款全部清偿前，如甲方发生影响或可能影响出借人权益的重大事件，包括但不限于财务状况恶化、陷入经济纠纷、辞（退）职、开除、除名、解雇、重大违纪事件时，应于事件发生后三日内书面通知乙方、丙方及理财时代；</p>
				<p>（11）甲方承担本合同项下有关费用的支出，包括但不限于用于公证、鉴定、评估、登记、快递等事项的费用；</p>
				<p>（12）理财时代有权就本合同所提供的服务向甲方收取服务费，上述费用的收取方式由甲方和理财时代另行约定；</p>
				<p>甲方应归还的上述款项统称为“应付款项”。</p>
				<p class="txt-bold">2. 乙方的权利与义务：</p>
				<p>（1）乙方有权要求甲方提供与本合同项下借款相关的全部资料；</p>
				<p>（2）乙方应具备投资风险意识、风险识别能力、拥有非保本类金融产品投资的经历并熟悉互联网，依本合同约定按时足额向甲方发放借款（因甲方原因造成迟延的除外）；</p>
				<p>（3）乙方有权依本合同约定或法律规定，收取甲方应偿付的借款本金、利息、罚息、违约金及所有其他应付费用；乙方有权了解、核实有关甲方身份、还款能力、个人信用和家庭财务状况，有权要求甲方提供相关文件资料；</p>
				<p>（4）乙方出借资金为来源合法的自由资金；</p>
				<p>（5）乙方应对甲方提供的有关个人资料予以保密，但乙方为本合同之目的或办理个人征信之目的披露给理财时代及其委托的第三方、个人征信机构或法律、行政法规另有规定的除外；</p>
				<p>（6）乙方有权自行或委托第三方对借款的使用情况进行监督；</p>
				<p>（7）甲方的资信情况或还款能力出现重大变化（包括但不限于经营状况发生重大变化、拖欠其他债务），足以影响其偿债能力或使其已经不再符合乙方借款条件的，乙方或其委托的第三方有权以书面形式要求借款提前到期；</p>
				<p>（8）乙方应自行承担借贷产生的本息损失；</p>
				<p>（9）未经乙方授权，理财时代不得以任何形式代乙方行使投资决策权。</p>
				<p class="txt-bold">3.  丙方的权利与义务：</p>
				<p>（1）丙方有权了解、核实有关甲方的身份、还款能力、个人信用和家庭财务状况，有权要求甲方提供相关文件资料；</p>
				<p>（2）丙方有权就为本合同借款所提供的服务向甲方收取担保服务费等费用，费用的收取方式及额度由甲方与丙方另行约定；</p>
				<p>（3）丙方应对甲方提供的有关个人资料予以保密，但丙方为本合同之目的或办理征信之目的披露给乙方、理财时代及其委托的第三方、个人征信机构或法律、行政法规另有规定的除外；</p>
				<p>（4）丙方有权自行或委托第三方对借款的使用情况进行检查；</p>
  				<p>（5）借款发放成功后，乙方即不可撤销地授权丙方及其合法受托人可随时以短信、电话、电子邮件或其他合法方式提醒并催告甲方履行还款义务；</p>
				<p>（6）在保证期间内，丙方不得向第三方提供超出其自身负担能力的担保或以其他任何可能危及担保能力的方式处置资产，不得将财产抵押或质押给第三方；</p>
				<p>（7）未经乙方书面同意，丙方不得擅自对企业章程、经营范围、法定代表人进行变动，不得擅自出售、出租、转移或以其他方式处置资产；</p>
				<p>丙方的公司经营出现重大变化，足以影响其代偿能力或使其已经不再符合丙方条件的，丙方应在变化发生后3日内书面通知甲方、乙方和理财时代；</p>
				<p>（8）存在下列情形之一者，丙方不承担担保责任：</p>
       			<p>①甲方与乙方在本合同项下的借贷关系无效的；</p>
       			<p>②未经丙方书面同意，乙方放弃、变更、解除本合同借款项下的物的担保或其他保证人的担保责任的；</p>
       			<p>③未经丙方书面同意，乙方同意甲方转让本合同项下还款义务的；</p>
       			<p>④除本合同有约定外，未经丙方公司书面同意，甲方与乙方变更本合同或就本合同达成和解、调解意见的；</p>
       			<p>⑤甲方与乙方其他恶意侵害丙方的行为。</p>

				<p class="txt-bold">三、 逾期还款</p>
				<p>1. 还款日<span class="line"><b>17点</b></span>点前，甲方未足额支付应付款项的，则视为逾期。</p>
				<p>如乙方宣布借款提前到期的，甲方在通知中限定的时间内未按时还款的，同样视为逾期。</p>
				<p>本借款甲方可以申请提前还款，但是应当提前<span class="line red">十</span>个工作日向理财时代提出书面申请并一次性付清全部本息，并且甲方只有在借款期限满<span class="line red">3</span>个月（即还款达到<span class="line red">3</span>期以上，含<span class="line red">3</span>期）的情况下才能申请提前还款。</p>
				<p>同时甲方申请提前还款的，如提前还款的日期不满整月的，按整月计息（即提前还款时的最小计息单位为月，不满一个月的按一个月计算利息）。</p>
				<p>2. 甲方逾期的，逾期天数30天（含30天）以内的，以当期应还款金额为基数，按照0.5%/日计收罚息直至清偿完毕之日止（不含清偿完毕之日）；逾期天数超过30天的，超过部分乙方根据  借款本金的1%/日计收罚息直至清偿完毕之日止（不含清偿完毕之日）。</p>
				<p>3.甲方逾期  60 日后，本合同项下借款自动提前到期，甲方应在逾期的第61日一次性支付剩余本金、利息和罚息；甲方在其逾期的第 61日没有一次性支付本金、利息和罚息的，还需以借款本金为基数，按照 1 %/天支付罚息，直至清偿完毕，且按照借款本金的 8 %一次性支付违约金。</p>
				<p>4. 逾期款项中的利息、逾期罚息不计利息。若甲方的还款金额低于债务总额的，按下列清偿顺序清偿：</p>
				<p>1）实现债权的费用；</p>
				<p>2）违约金、罚息；</p>
				<p>3）利息；</p>
				<p>4）借款本金。</p>
				<p>5. 甲方不可撤销地授权理财时代或理财时代委托的第三方在甲方未能按时足额支付应付款项的情况下，在甲方全部到期应付款项的范围内，随时划扣甲方理财时代账户及其指定银行账户中的资金用于归还甲方到期应付款项，该等划扣无需甲方另行同意。</p>
				<p class="txt-bold">四、借款担保条款</p>
				<p>1.保证方式：为确保甲方履行还款义务，丙方同意按照本合同及《担保函》的约定，为甲方履行债务承担连带责任保证担保。</p>
				<p>2.保证范围：丙方的保证范围为借款本金、利息、罚息、违约金、实现债权的费用( 包括但不限于律师费用、诉讼费用、公证费用、执行费用) 以及其他到期应付的款项。</p>
				<p>3.保证期间：本合同项下的保证期间为自本合同签订之日起至甲方履行债务期限届满后2年。若乙方依法要求甲方提前履行债务的，保证期间自乙方通知甲方提前履行债务之日起2年。若主债权为分笔清偿，则保证期间为自本合同生效之日起至最后一期债务履行期限届满后2年。</p>
				<p>4.若甲方未按本合同约定履行偿付债务本息和相关费用的义务，乙方有权直接向丙方追偿，并委托理财时代向丙方发出代偿通知。丙方保证对乙方提出的要求承担担保责任，不得无故滥用抗辩权。</p>
				<p>5.乙方放弃担保物权、担保物权顺位或者变更担保物权的，造成乙方对上述担保物权的优先受偿权丧失或减少时，丙方仍应当承担连带责任，对乙方承担的担保责任也不因之而免除或减少。</p>
				<p class="mb30">6.丙方的保证责任也不因受到自身的财务状况的改变、与任何单位或个人签订的其他任何协议而免除。</p>
				<p class="txt-bold">五、 违约责任</p>
				<p>1. 本合同各方均应履行本合同所约定的义务。任何一方不履行或不完全履行本合同所约定义务的，应当依法承担违约责任并承担相关费用，包括但不限于诉讼费、财产保全费、交通费、律师费（律师费按照起诉金额的5%计算）、执行费、评估费、拍卖费、保管费、过户费等费用。</p>
				<p>2. 发生下列任何一项或几项情形的，视为甲方违约：</p>
				<p>（1）甲方不履行或不完全履行任何本合同所约定的甲方义务的；</p>
				<p>（2）甲方违反其在本合同所做的任何承诺和保证的；</p>
				<p>（3）甲方的任何财产遭受没收、征用、查封、扣押、冻结等可能影响其履约能力的不利事件，且不能及时提供有效补救措施的；</p>
				<p>（4）甲方的财务状况出现其他影响其履约能力的不利变化，且不能及时提供有效补救措施的。</p>
				<p>3. 若甲方违约或根据乙方合理判断甲方可能发生违约事件的，乙方（委托理财时代）有权采取下列任何一项或几项救济措施：</p>
				<p class="txt-bold">（1）立即暂缓、取消发放全部或部分借款；</p>
				<p class="txt-bold">（2）宣布已发放借款全部提前到期，甲方应立即偿还所有应付款项；</p>
				<p class="txt-bold">（3）解除本合同；</p>
				<p class="txt-bold">（4）采取法律、法规以及本合同约定的其他救济措施。</p>
				<p>4. 因甲方违约，造成理财时代暂停借款信息发布的，给乙方造成的所有损失由甲方承担。</p>
				<p class="txt-bold">六、 证据和计算</p>
				<p>1. 本合同各方确认并同意，委托理财时代对本合同项下的任何金额进行计算并通过理财时代发布或更新具体的还款数据及时间；在无明显错误的情况下，理财时代对本合同项下任何金额的任何证明或确定，应作为该金额有关事项的终局证明。</p>
				<p>2.本合同各方委托理财时代保管所有与本合同有关的书面文件或电子信息；本合同各方确认并同意由理财时代提供的与本合同有关的书面文件或电子信息在无明显错误的情况下应作为本合同有关事项的终局证明。</p>
				<p class="txt-bold">七、 保密条款</p>
				<p>1.  本合同签署后，除非事先得到其他各方的书面同意，本合同各方均应承担以下保密义务：</p>
				<p>（1） 任何一方不得向非本合同方（理财时代除外）披露本合同以及本合同项下的事宜以及与此等事宜有关的任何文件、资料或信息（“保密信息”）；</p>
				<p>（2） 任何一方只能将保密信息和其内容用于本合同项下的目的，不得用于任何其他目的。本款的约定不适用于下列保密信息：</p>
				<p>A. 从披露方获得时，已是公开的；</p>
				<p>B. 从披露方获得前，接受方已经获知的；</p>
				<p>C. 从有正当权限并不受保密义务制约的第三方获得的；</p>
				<p>D. 非依靠披露方披露或提供的信息独自开发的。</p>
				<p>2. 本合同各方因下列原因披露保密信息，不受前款的限制：</p>
				<p>（1） 向本合同各方的董事、监事、高级管理人员和雇员及其聘请的会计师、律师、咨询公司披露；</p>
				<p>（2） 因遵循可适用的法律、法规的强制性规定而披露；</p>
				<p>（3） 依据其他应遵守的法规向审批机构和/或权力机构进行的披露。</p>
				<p>3. 本合同任何一方应采取所有其他必要、适当和可以采取的措施，以确保保密信息的保密性。</p>
				<p>4. 本合同各方应促使其向之披露保密信息的人严格遵守本条约定。</p>
				<p>5. 各方在本条项下的权利和义务应在本合同终止或到期后继续有效。</p>
				<p>八、 合同的变更、解除和终止</p>
				<p>1.本合同采用电子文本形式制成，并通过站内信的形式发送至协议各方的本网站信箱。各方可以通过理财时代的相关系统板块查阅有关合同并进行核对。如对此有任何争议，应以本网站记录的合同为准。</p>
				<p>2.本合同生效后，除本合同已有约定外，本合同任何一方均不得擅自变更或提前解除本合同。如确需变更或解除本合同，应经本合同各方协商一致，并达成书面协议。书面协议达成之前，本合同继续有效。</p>
				<p>3.期限届满，本合同及附件项下未清偿的借款本金、利息、罚息、违约金及所有其他应付款项，继续适用本合同相关条款。 </p>
				<p class="txt-bold">九、 法律适用与争议解决方式</p>
				<p>本合同的签订、履行、终止、解释均适用中国法律。各方同意，因本合同所产生的或与本合同有关的一切争议，各方应协商解决；协商无法达成一致的，各方均有权向理财时代所在地法院或甲方所在地法院提起诉讼。</b></p>
				<p class="txt-bold">十、 其他</p>
				<p>1. 甲方、乙方均同意并确认，甲方、乙方通过其理财时代账户和银行账户采取的行为所产生的法律效果和法律责任归属于甲方、乙方本身；甲方、乙方授权和委托理财时代和理财时代委托的第三方根据本合同所采取的全部行动和措施的法律后果均归属于甲方、乙方本身，与理财时代或理财时代委托的第三方无关，理财时代或理财时代委托的第三方也不因此承担任何责任。甲方和乙方同意，理财时代有权就其为甲方和乙方提供的服务按照约定收取服务费。</p>
				<p>2.本合同中所涉及到的金额均精确到分位，分位以下的金额均舍去；本合同所涉及到的百分比均采用四舍五入的方式保留小数点后两位。</p>
				<p>3. 本合同的条款标题仅为了索引方便而设，不影响对本合同条款内容的理解，也不应构成对本合同及其条款内容的定义、限制或扩大。</p> 
				<p>4. 甲方、乙方、丙方均确认，本合同的签订、生效和履行以不违反法律为前提。如果本协议中的任何一条或多条被司法部门认定为违反所须适用的法律，则该条将被视为无效，但该无效条款并不影响本合同其他条款的效力。</p>
				<p class="txt-bold">甲方、乙方、丙方均确认在签署合同前已经充分了解合同条款，并就合同中存在疑问的部分进行了充分的交流及说明，对本合同不存在误解或者其他认识及理解上的障碍。</p>
				<p>5. 本合同项下的借款申请材料与本合同相关的通知、证明、凭证、函电等附件均是本合同不可分割的组成部分，具有同等法律效力，对本合同各方均有法律约束力。</p>
				<p class="mb30">6.  本合同一式肆份，甲方、乙方、丙方各执一壹，理财时代备案壹份，具有同等法律效力。</p>
				<p class="mb60">（以下无正文，为本协议之签署）</p>
				<p>甲方（借款人）：{{params.name}}</p>
				<p class="mb60">日期： {{fromDateArr[0]}} 年 {{fromDateArr[1]}}月 {{fromDateArr[2]}}日</p>
				<p>乙方（出借人）：</p>
				<p class="mb60">日期： {{fromDateArr[0]}} 年 {{fromDateArr[1]}}月 {{fromDateArr[2]}}日</p>
				<p>丙方（保证人）：浙江和平担保有限公司</p>
				<p class="mb60">日期： {{fromDateArr[0]}} 年 {{fromDateArr[1]}}月 {{fromDateArr[2]}}日</p>
			</div>
			<div class="protocol-wrap" v-if="this.query.type==2">
				<h2>借款合同</h2>
				<span class="txt-bold txt-r mb30">合同编号：<span class="line"></span></span>
				<p class="txt-bold mb10">甲方（借款人）： {{params.name}}</p>
				<p class="mb10">畅享时贷用户名：{{params.username}}</p>
				<p class="mb10">证件类型： {{params.idtype}}</p>
				<p class="mb60">证件号码： {{params.idcard}}</p>

				<p class="txt-bold mb10">乙方（出借人）： </p>
				<p class="mb10">畅享时贷用户名：</p>
				<p class="mb10">证件类型： </p>
				<p class="mb60">证件号码： </p>

				<p class="txt-bold mb10">丙方（保证人）：浙江和平担保有限公司 </p>
				<p class="mb10">经营地址：   杭州市下城区新坝21号</p>
				<p class="mb60">法定代表人/负责人：吴峰 </p>
				<p>甲方向乙方申请借款，乙方同意向甲方出借款项，丙方向乙方提供不可撤销的连带保证担保责任，且甲方、乙方、丙方均为具有完全民事权利能力和完全民事行为能力的自然人或法人，根据中华人民共和国有关法律法规，经三方协商一致订立本合同。</p>
				<p class="mb60">网络借贷信息中介机构指杭州投融谱华互联网金融服务有限公司运营管理的平台（以下简称“投融谱华平台”）。</p>
				<span class="txt-bold">第一部分：借款明细</span>
				<table width="100%" border="0" cellpadding="0" cellspacing="0">
					<tr>
						<td>借款本金金额</td>
						<td colspan="3">人民币<span class="line">{{params.amount}}</span>元</td>
					</tr>
					<tr>
						<td>本金金额大写</td>
						<td colspan="3">{{(params.amount || '') | convertCurrency}}圆整</td>
					</tr>
					<tr>
						<td>借款用途</td>
						<td colspan="3">购买汽车</td>
					</tr>
					<tr>
						<td>借款利率</td>
						<td>{{params.rate}}/年</td>
						<td>借款分期期数</td>
						<td>{{params.term}}</td>
					</tr>
					<tr>
						<td>借款期限及起止日期</td>
						<td colspan="3">{{params.term}}个月，{{fromDateArr[0]}} 年{{fromDateArr[1]}} 月 {{fromDateArr[2]}} 日 至 {{toDateArr[0]}} 年 {{toDateArr[1]}} 月 {{toDateArr[2]}} 日</td>
					</tr>
					<tr>
						<td>还款方式</td>
						<td colspan="3">{{params.repayType}}</td>
					</tr>
					<tr>
						<td>还款本息</td>
						<td colspan="3">人民币<span class="line">{{params.monthamount}}</span>元</td>
					</tr>
					<tr>
						<td>还款日期</td>
						<td colspan="3">{{params.repayDate}}</td>
					</tr>
					<tr>
						<td>还款账户号</td>
						<td colspan="3">{{params.bankCard}}</td>
					</tr>
					<tr>
						<td>开户银行</td>
						<td colspan="3">{{params.bankName}}</td>
					</tr>
					<tr>
						<td>账户名称</td>
						<td colspan="3">{{params.name}}</td>
					</tr>
				</table>
				<span class="txt-bold">注：畅享时贷将会以短信形式或其他方式通知借款人每月还款的日期及金额，借款人应确保还款日的中午12点前还款账户中存有足额的款项。</span>
				<p class="txt-bold">第二部分：借款通用条款</p>
				<p class="txt-bold">一、 释义</p>
				<p>1. 《借款合同》（“本合同”）由两部分组成：第一部分为“借款明细”，该明细中所列借款利率等内容会根据第二部分的相关内容做相应的调整；第二部分为“借款通用条款”。</p>
				<p>2. 甲方是指“借款明细”中列明的甲方，为畅享时贷核实的实名注册用户，是符合中华人民共和国法律（“中国法律”，仅为本合同之目的，不包括香港特别行政区、澳门特别行政区和台湾省的法律法规）规定的具有完全民事权利能力和民事行为能力，独立行使和承担本合同项下权利义务的自然人、法人或其他组织。</p>
				<p>3. 乙方是指“借款明细”中列明的乙方，为畅享时贷核实的实名注册用户，是符合中国法律规定的具有完全民事权利能力和民事行为能力，独立承担本合同项下权利义务的自然人。在特定情况下，借款转让后的乙方可能是符合中国法律规定的企业法人或其他机构。乙方不可撤销地授权畅享时贷将其信息，包括但不限于姓名/名称、有效证件号码等，为本合同项下之目的提供给与本合同项下借款相关的保险公司。</p>
				<p>4. 丙方是指与畅享时贷有战略合作关系的、具有融资性担保资格的融资性担保公司，为符合中国法律规定的具有完全民事权利能力和民事行为能力，独立承担本合同项下权利义务的法人。</p>
				<p>本合同项下甲方、乙方、丙方单独称“一方”，合称“各方”。</p>
				<p>5. 杭州投融谱华互联网金融服务有限公司是依法设立，专门从事网络借贷信息中介业务活动的金融信息中介公司，以互联网为主要渠道，为借款人与出借人实现直接借贷提供信息搜集、信息公布、资信评估、信息交互、借贷撮合等服务；严格遵守法律法规和网络借贷的相关监管规定，根据本机构风险管理能力控制同一借款人在同一网络借贷信息中介机构平台及不同网络借贷信息中介机构平台的借款余额上限，不承担借贷违约风险。</p>
				<p>6. 借款金额是指“借款明细”中列明的借款本金金额。借款币种为人民币。</p>
				<p>7. 借款利率是指“借款明细”中列明的借款利率。</p>
				<p>8. 借款用途是指“借款明细”中列明的借款用途。</p>
				<p>9. 借款期限是指自借款放款日起至最终到期日止的期间，如借款实际放款日与合同约定的借款开始日期存在差异的，则借款期限不变，借款起止日期以借款实际放款日为准。</p>
				<p><b>10.借款放款成功是指乙方通过投融谱华平台以网络在线点击确认的方式接受本合同后，即不可撤销地授权投融谱华平台或投融谱华平台委托的第三方将“借款明细”中列明的借款本金金额的资金由乙方的投融谱华平台用户名项下账户（“乙方投融谱华平台账户”）划转至甲方的投融谱华平台用户名项下账户（“甲方投融谱华平台账户”）或甲方指定的账户中，划转完毕即视为借款发放成功。甲方投融谱华平台账户未及时提取借款资金的，仍需按本合同约定支付利息。</b></p>
				<p><b>如借款本金是通过银行系统转账至甲方账户的，自畅享时贷向银行提交转账申请之日即视为借款放款成功之日。</b></p>
				<p>11. 还款方式是指“借款明细”中列明的还款方式。</p>
				<p>12. 工作日是指畅享时贷的正常营业日（不包括中国的法定公休日和节假日）。</p>
				<p class="txt-bold">二、权利与义务</p>
				<p class="txt-bold">1.甲方的权利与义务：</p>
				<p>（1）甲方有权要求乙方按本合同约定发放借款；</p>
				<p>（2）甲方有权要求乙方、丙方对甲方提供的有关个人还款能力的资料予以保密，但乙方、丙方为本合同之目的或办理个人征信相关之目的披露给畅享时贷及其委托的第三方、个人征信机构或法律、行政法规另有规定的除外；</p>
				<p>（3）甲方应按乙方、丙方要求提供有关个人身份、还款能力及个人信用报告的资料（包括但不限于姓名、身份证号、学历、联系方式、联系地址、职业信息、联系人信息等），并保证资料的真实性、准确性、完整性；</p>
				<p>（4）甲方应办理银行卡，以便甲方通过此卡接受借款、支付保证金并在借款到期时向乙方履行还款义务。此银行卡需在畅享时贷通过绑定认证；</p>
				<p>（5）乙方按本合同约定发放借款后，甲方应确保自身具有与借款金额相匹配的还款能力，并按照本合同约定的期限归还全部借款本息；</p>
				<p>（6）甲方应提供在所有网络借贷信息中介机构未偿还借款信息，不得同时通过多个网络借贷信息中介机构，或者通过变换项目名称、对项目内容进行非实质性变更等方式，就同一借款项目进行重复借款；不得通过故意变换身份、虚构借款、夸大借款项目收益前景等形式的欺诈借款；不得在畅享时贷以外的公开场所发布同一借款信息；不得从事法律法规和网络借贷有关监管规定禁止从事的其他活动；</p>
				<p>（7）甲方应按本合同约定用途使用借款，未经乙方书面同意甲方不得将借款挪作他用；<b>甲方不得将借款用于有价证券、期货、私募基金、股权等投资或国家明令禁止或限制的经营活动，</b>并自觉接受乙方或其委托的第三方对本合同项下借款使用情况的调查、了解及监督；</p>
				<p>（8）甲方应当积极配合乙方对其经营事项、经济状况的调查、了解及监督，并有义务向乙方提供相关资信资料；</p>
				<p>（9）发生变更住所、通讯地址、经营事项、工作单位或甲方银行账户等事项时，甲方应于有关事项变更后三日内书面通知乙方、丙方及畅享时贷；</p>
				<p>（10）在借款全部清偿前，如甲方发生影响或可能影响出借人权益的重大事件，包括但不限于财务状况恶化、陷入经济纠纷、辞（退）职、开除、除名、解雇、重大违纪事件时，应于事件发生后三日内书面通知乙方、丙方及畅享时贷；</p>
				<p>（11）甲方承担本合同项下有关费用的支出，包括但不限于用于公证、鉴定、评估、登记、快递等事项的费用；</p>
				<p>（12）畅享时贷有权就本合同所提供的服务向甲方收取服务费，上述费用的收取方式由甲方和畅享时贷另行约定；</p>
				<p>甲方应归还的上述款项统称为“应付款项”。</p>
				<p class="txt-bold">2. 乙方的权利与义务：</p>
				<p>（1）乙方有权要求甲方提供与本合同项下借款相关的全部资料；</p>
				<p>（2）乙方应具备投资风险意识、风险识别能力、拥有非保本类金融产品投资的经历并熟悉互联网，依本合同约定按时足额向甲方发放借款（因甲方原因造成迟延的除外）；</p>
				<p>（3）乙方有权依本合同约定或法律规定，收取甲方应偿付的借款本金、利息、罚息、违约金及所有其他应付费用；乙方有权了解、核实有关甲方身份、还款能力、个人信用和家庭财务状况，有权要求甲方提供相关文件资料；</p>
				<p>（4）乙方出借资金为来源合法的自由资金；</p>
				<p>（5）乙方应对甲方提供的有关个人资料予以保密，但乙方为本合同之目的或办理个人征信之目的披露给畅享时贷及其委托的第三方、个人征信机构或法律、行政法规另有规定的除外；</p>
				<p>（6）乙方有权自行或委托第三方对借款的使用情况进行监督；</p>
				<p>（7）甲方的资信情况或还款能力出现重大变化（包括但不限于经营状况发生重大变化、拖欠其他债务），足以影响其偿债能力或使其已经不再符合乙方借款条件的，乙方或其委托的第三方有权以书面形式要求借款提前到期；</p>
				<p>（8）乙方应自行承担借贷产生的本息损失；</p>
				<p>（9）未经乙方授权，畅享时贷不得以任何形式代乙方行使投资决策权。</p>
				<p class="txt-bold">3.  丙方的权利与义务：</p>
				<p>（1）丙方有权了解、核实有关甲方的身份、还款能力、个人信用和家庭财务状况，有权要求甲方提供相关文件资料；</p>
				<p>（2）丙方有权就为本合同借款所提供的服务向甲方收取担保服务费等费用，费用的收取方式及额度由甲方与丙方另行约定；</p>
				<p>（3）丙方应对甲方提供的有关个人资料予以保密，但丙方为本合同之目的或办理征信之目的披露给乙方、畅享时贷及其委托的第三方、个人征信机构或法律、行政法规另有规定的除外；</p>
				<p>（4）丙方有权自行或委托第三方对借款的使用情况进行检查；</p>
  				<p>（5）借款发放成功后，乙方即不可撤销地授权丙方及其合法受托人可随时以短信、电话、电子邮件或其他合法方式提醒并催告甲方履行还款义务；</p>
				<p>（6）在保证期间内，丙方不得向第三方提供超出其自身负担能力的担保或以其他任何可能危及担保能力的方式处置资产，不得将财产抵押或质押给第三方；</p>
				<p>（7）未经乙方书面同意，丙方不得擅自对企业章程、经营范围、法定代表人进行变动，不得擅自出售、出租、转移或以其他方式处置资产；</p>
				<p>丙方的公司经营出现重大变化，足以影响其代偿能力或使其已经不再符合丙方条件的，丙方应在变化发生后3日内书面通知甲方、乙方和畅享时贷；</p>
				<p>（8）存在下列情形之一者，丙方不承担担保责任：</p>
       			<p>①甲方与乙方在本合同项下的借贷关系无效的；</p>
       			<p>②未经丙方书面同意，乙方放弃、变更、解除本合同借款项下的物的担保或其他保证人的担保责任的；</p>
       			<p>③未经丙方书面同意，乙方同意甲方转让本合同项下还款义务的；</p>
       			<p>④除本合同有约定外，未经丙方公司书面同意，甲方与乙方变更本合同或就本合同达成和解、调解意见的；</p>
       			<p>⑤甲方与乙方其他恶意侵害丙方的行为。</p>

				<p class="txt-bold">三、 逾期还款</p>
				<p>1. 还款日<span class="line"><b>中午12</b></span>点前，甲方未足额支付应付款项的，则视为逾期。</p>
				<p>如乙方宣布借款提前到期的，甲方在通知中限定的时间内未按时还款的，同样视为逾期。</p>
				<p>本借款甲方可以申请提前还款，但是应当提前<span class="line red">十</span>个工作日向畅享时贷提出书面申请并一次性付清全部本息，并且甲方只有在借款期限满<span class="line red">3</span>个月（即还款达到<span class="line red">3</span>期以上，含<span class="line red">3</span>期）的情况下才能申请提前还款。</p>
				<p>同时甲方申请提前还款的，如提前还款的日期不满整月的，按整月计息（即提前还款时的最小计息单位为月，不满一个月的按一个月计算利息）。</p>
				<p>2. 本合同项下还款方式为分期还款，甲方逾期的，逾期期数在1期以内的，以当期应付本金为基数，按照0.5%/日计收逾期罚息直至清偿完毕之日止（不含清偿完毕之日）；逾期期数超过1期的，以剩余本金为基数，按照1%/天计收逾期罚息直至清偿完毕之日止（不含清偿完毕之日）。</p>
				<p>3. 逾期款项中的利息、逾期罚息不计利息。若甲方的还款金额低于债务总额的，按下列清偿顺序清偿：</p>
				<p>1）实现债权的费用；</p>
				<p>2）违约金、罚息；</p>
				<p>3）利息；</p>
				<p>4）借款本金。</p>
				<p>4. 甲方不可撤销地授权畅享时贷或畅享时贷委托的第三方在甲方未能按时足额支付应付款项的情况下，在甲方全部到期应付款项的范围内，随时划扣甲方畅享时贷账户及其指定银行账户中的资金用于归还甲方到期应付款项，该等划扣无需甲方另行同意。</p>
				<p class="txt-bold">四、借款担保条款</p>
				<p>1.保证方式：为确保甲方履行还款义务，丙方同意按照本合同及《担保函》的约定，为甲方履行债务承担连带责任保证担保。</p>
				<p>2.保证范围：丙方的保证范围为借款本金、利息、罚息、违约金、实现债权的费用( 包括但不限于律师费用、诉讼费用、公证费用、执行费用) 以及其他到期应付的款项。</p>
				<p>3.保证期间：本合同项下的保证期间为自本合同签订之日起至甲方履行债务期限届满后2年。若乙方依法要求甲方提前履行债务的，保证期间自乙方通知甲方提前履行债务之日起2年。若主债权为分笔清偿，则保证期间为自本合同生效之日起至最后一期债务履行期限届满后2年。</p>
				<p>4.若甲方未按本合同约定履行偿付债务本息和相关费用的义务，乙方有权直接向丙方追偿，并委托畅享时贷向丙方发出代偿通知。丙方保证对乙方提出的要求承担担保责任，不得无故滥用抗辩权。</p>
				<p>5.乙方放弃担保物权、担保物权顺位或者变更担保物权的，造成乙方对上述担保物权的优先受偿权丧失或减少时，丙方仍应当承担连带责任，对乙方承担的担保责任也不因之而免除或减少。</p>
				<p class="mb30">6.丙方的保证责任也不因受到自身的财务状况的改变、与任何单位或个人签订的其他任何协议而免除。</p>
				<p class="txt-bold">五、 违约责任</p>
				<p>1. 本合同各方均应履行本合同所约定的义务。任何一方不履行或不完全履行本合同所约定义务的，应当依法承担违约责任并承担相关费用，包括但不限于诉讼费、财产保全费、交通费、律师费（律师费按照起诉金额的5%计算）、执行费、评估费、拍卖费、保管费、过户费等费用。</p>
				<p>2. 发生下列任何一项或几项情形的，视为甲方违约：</p>
				<p>（1）甲方不履行或不完全履行任何本合同所约定的甲方义务的；</p>
				<p>（2）甲方违反其在本合同所做的任何承诺和保证的；</p>
				<p>（3）甲方的任何财产遭受没收、征用、查封、扣押、冻结等可能影响其履约能力的不利事件，且不能及时提供有效补救措施的；</p>
				<p>（4）甲方的财务状况出现其他影响其履约能力的不利变化，且不能及时提供有效补救措施的。</p>
				<p>3. 若甲方违约或根据乙方合理判断甲方可能发生违约事件的，乙方（委托畅享时贷）有权采取下列任何一项或几项救济措施：</p>
				<p class="txt-bold">（1）立即暂缓、取消发放全部或部分借款；</p>
				<p class="txt-bold">（2）宣布已发放借款全部提前到期，甲方应立即偿还所有应付款项；</p>
				<p class="txt-bold">（3）解除本合同；</p>
				<p class="txt-bold">（4）采取法律、法规以及本合同约定的其他救济措施。</p>
				<p>4. 因甲方违约，造成畅享时贷暂停借款信息发布的，给乙方造成的所有损失由甲方承担。</p>
				<p class="txt-bold">六、 证据和计算</p>
				<p>1. 本合同各方确认并同意，委托畅享时贷对本合同项下的任何金额进行计算并通过畅享时贷发布或更新具体的还款数据及时间；在无明显错误的情况下，畅享时贷对本合同项下任何金额的任何证明或确定，应作为该金额有关事项的终局证明。</p>
				<p>2.本合同各方委托畅享时贷保管所有与本合同有关的书面文件或电子信息；本合同各方确认并同意由畅享时贷提供的与本合同有关的书面文件或电子信息在无明显错误的情况下应作为本合同有关事项的终局证明。</p>
				<p class="txt-bold">七、 保密条款</p>
				<p>1.  本合同签署后，除非事先得到其他各方的书面同意，本合同各方均应承担以下保密义务：</p>
				<p>（1） 任何一方不得向非本合同方（畅享时贷除外）披露本合同以及本合同项下的事宜以及与此等事宜有关的任何文件、资料或信息（“保密信息”）；</p>
				<p>（2） 任何一方只能将保密信息和其内容用于本合同项下的目的，不得用于任何其他目的。本款的约定不适用于下列保密信息：</p>
				<p>A. 从披露方获得时，已是公开的；</p>
				<p>B. 从披露方获得前，接受方已经获知的；</p>
				<p>C. 从有正当权限并不受保密义务制约的第三方获得的；</p>
				<p>D. 非依靠披露方披露或提供的信息独自开发的。</p>
				<p>2. 本合同各方因下列原因披露保密信息，不受前款的限制：</p>
				<p>（1） 向本合同各方的董事、监事、高级管理人员和雇员及其聘请的会计师、律师、咨询公司披露；</p>
				<p>（2） 因遵循可适用的法律、法规的强制性规定而披露；</p>
				<p>（3） 依据其他应遵守的法规向审批机构和/或权力机构进行的披露。</p>
				<p>3. 本合同任何一方应采取所有其他必要、适当和可以采取的措施，以确保保密信息的保密性。</p>
				<p>4. 本合同各方应促使其向之披露保密信息的人严格遵守本条约定。</p>
				<p>5. 各方在本条项下的权利和义务应在本合同终止或到期后继续有效。</p>
				<p>八、 合同的变更、解除和终止</p>
				<p>1.本合同采用电子文本形式制成，并通过站内信的形式发送至协议各方的本网站信箱。各方可以通过畅享时贷的相关系统板块查阅有关合同并进行核对。如对此有任何争议，应以本网站记录的合同为准。</p>
				<p>2.本合同生效后，除本合同已有约定外，本合同任何一方均不得擅自变更或提前解除本合同。如确需变更或解除本合同，应经本合同各方协商一致，并达成书面协议。书面协议达成之前，本合同继续有效。</p>
				<p>3.期限届满，本合同及附件项下未清偿的借款本金、利息、罚息、违约金及所有其他应付款项，继续适用本合同相关条款。 </p>
				<p class="txt-bold">九、 法律适用与争议解决方式</p>
				<p>本合同的签订、履行、终止、解释均适用中国法律。各方同意，因本合同所产生的或与本合同有关的一切争议，各方应协商解决；协商无法达成一致的，<b>各方均有权向畅享时贷所在地法院提起诉讼。</b></p>
				<p class="txt-bold">十、 其他</p>
				<p>1. 甲方、乙方均同意并确认，甲方、乙方通过其畅享时贷账户和银行账户采取的行为所产生的法律效果和法律责任归属于甲方、乙方本身；甲方、乙方授权和委托畅享时贷和畅享时贷委托的第三方根据本合同所采取的全部行动和措施的法律后果均归属于甲方、乙方本身，与畅享时贷或畅享时贷委托的第三方无关，畅享时贷或畅享时贷委托的第三方也不因此承担任何责任。甲方和乙方同意，畅享时贷有权就其为甲方和乙方提供的服务按照约定收取服务费。</p>
				<p>2.本合同中所涉及到的金额均精确到分位，分位以下的金额均舍去；本合同所涉及到的百分比均采用四舍五入的方式保留小数点后两位。</p>
				<p>3. 本合同的条款标题仅为了索引方便而设，不影响对本合同条款内容的理解，也不应构成对本合同及其条款内容的定义、限制或扩大。</p> 
				<p>4. 甲方、乙方、丙方均确认，本合同的签订、生效和履行以不违反法律为前提。如果本协议中的任何一条或多条被司法部门认定为违反所须适用的法律，则该条将被视为无效，但该无效条款并不影响本合同其他条款的效力。</p>
				<p class="txt-bold">甲方、乙方、丙方均确认在签署合同前已经充分了解合同条款，并就合同中存在疑问的部分进行了充分的交流及说明，对本合同不存在误解或者其他认识及理解上的障碍。</p>
				<p>5. 本合同项下的借款申请材料与本合同相关的通知、证明、凭证、函电等附件均是本合同不可分割的组成部分，具有同等法律效力，对本合同各方均有法律约束力。</p>
				<p class="mb30">6.  本合同一式肆份，甲方、乙方、丙方各执一壹，畅享时贷备案壹份，具有同等法律效力。</p>
				<p class="mb60">（以下无正文，为本协议之签署）</p>
				<p>甲方（借款人）：{{params.name}}</p>
				<p class="mb60">日期： {{fromDateArr[0]}} 年 {{fromDateArr[1]}}月 {{fromDateArr[2]}}日</p>
				<p>乙方（出借人）：</p>
				<p class="mb60">日期： {{fromDateArr[0]}} 年 {{fromDateArr[1]}}月 {{fromDateArr[2]}}日</p>
				<p>丙方（保证人）：浙江和平担保有限公司</p>
				<p class="mb60">日期： {{fromDateArr[0]}} 年 {{fromDateArr[1]}}月 {{fromDateArr[2]}}日</p>
			</div>
			<div class="protocol-wrap" v-if="this.query.type==3">
				<h2>借款合同</h2>
				<span class="txt-bold txt-r mb30">合同编号：<span class="line"></span></span>
				<p class="txt-bold mb10">甲方（借款人）： {{params.name}}</p>
				<p class="mb10">理财时代用户名：{{params.username}}</p>
				<p class="mb10">证件类型： {{params.idtype}}</p>
				<p class="mb60">证件号码： {{params.idcard}}</p>

				<p class="txt-bold mb10">乙方（出借人）： </p>
				<p class="mb10">理财时代用户名：</p>
				<p class="mb10">证件类型： </p>
				<p class="mb60">证件号码： </p>

				<p class="txt-bold mb10">丙方（保证人）：浙江和平担保有限公司 </p>
				<p class="mb10">经营地址：   杭州市下城区新坝21号</p>
				<p class="mb60">法定代表人/负责人：吴峰 </p>
				<p>甲方向乙方申请借款，乙方同意向甲方出借款项，丙方向乙方提供不可撤销的连带保证担保责任，且甲方、乙方、丙方均为具有完全民事权利能力和完全民事行为能力的自然人或法人，根据中华人民共和国有关法律法规，经三方协商一致订立本合同。</p>
				<p class="mb60">网络借贷信息中介机构指上海帛华金融信息服务有限公司运营管理的“理财时代”平台（域名为www.lcshidai.com， 以下简称“理财时代”）。</p>
				<span class="txt-bold">第一部分：借款明细</span>
				<table width="100%" border="0" cellpadding="0" cellspacing="0">
					<tr>
						<td>借款本金金额</td>
						<td colspan="3">人民币<span class="line">{{params.amount}}</span>元</td>
					</tr>
					<tr>
						<td>本金金额大写</td>
						<td colspan="3">{{(params.amount || '') | convertCurrency}}圆整</td>
					</tr>
					<!-- <tr>
						<td>放款金额</td>
						<td colspan="3">人民币<span class="line">{{params.amount}}</span>元</td>
					</tr>
					<tr>
						<td>放款金额大写</td>
						<td colspan="3">{{(params.amount || '') | convertCurrency}}圆整</td>
					</tr> -->
					<tr>
						<td>借款用途</td>
						<td colspan="3">个人消费</td>
					</tr>
					<tr>
						<td>借款利率</td>
						<td>{{params.rate}}/年</td>
						<td>借款分期期数</td>
						<td>{{params.term}}</td>
					</tr>
					<tr>
						<td>借款期限及起止日期</td>
						<td colspan="3">{{params.term}}个月，{{fromDateArr[0]}} 年{{fromDateArr[1]}} 月 {{fromDateArr[2]}} 日 至 {{toDateArr[0]}} 年 {{toDateArr[1]}} 月 {{toDateArr[2]}} 日</td>
					</tr>
					<tr>
						<td>还款方式</td>
						<td colspan="3">{{params.repayType}}</td>
					</tr>
					<tr>
						<td>还款金额</td>
						<td colspan="3">人民币<span class="line">{{params.monthamount}}</span>元</td>
					</tr>
					<tr>
						<td>还款日期</td>
						<td colspan="3">{{params.repayDate}}</td>
					</tr>
					<tr>
						<td>还款账户号</td>
						<td colspan="3">{{params.bankCard}}</td>
					</tr>
					<tr>
						<td>开户银行</td>
						<td colspan="3">{{params.bankName}}</td>
					</tr>
					<tr>
						<td>账户名称</td>
						<td colspan="3">{{params.name}}</td>
					</tr>
				</table>
				<span class="txt-bold">注：理财时代将会以短信形式或其他方式通知借款人每月还款的日期及金额，并在还款日对借款人的还款账户进行扣款，借款人应确保还款日 17点 前还款账户中存有足额的款项。</span>
				<p class="txt-bold">第二部分：借款通用条款</p>
				<p class="txt-bold">一、 释义</p>
				<p>1. 《借款合同》（“本合同”）由两部分组成：第一部分为“借款明细”，该明细中所列借款利率等内容会根据第二部分的相关内容做相应的调整；第二部分为“借款通用条款”。</p>
				<p>2. 甲方是指“借款明细”中列明的甲方，为理财时代核实的实名注册用户，是符合中华人民共和国法律（“中国法律”，仅为本合同之目的，不包括香港特别行政区、澳门特别行政区和台湾省的法律法规）规定的具有完全民事权利能力和民事行为能力，独立行使和承担本合同项下权利义务的自然人、法人或其他组织。</p>
				<p>3. 乙方是指“借款明细”中列明的乙方，为理财时代核实的实名注册用户，是符合中国法律规定的具有完全民事权利能力和民事行为能力，独立承担本合同项下权利义务的自然人。在特定情况下，借款转让后的乙方可能是符合中国法律规定的企业法人或其他机构。乙方不可撤销地授权理财时代将其信息，包括但不限于姓名/名称、有效证件号码等，为本合同项下之目的提供给与本合同项下借款相关的保险公司。</p>
				<p>4. 丙方是指与理财时代有战略合作关系的、具有融资性担保资格的融资性担保公司，为符合中国法律规定的具有完全民事权利能力和民事行为能力，独立承担本合同项下权利义务的法人。</p>
				<p>本合同项下甲方、乙方、丙方单独称“一方”，合称“各方”。</p>
				<p>5. 上海帛华金融信息服务有限公司是依法设立，专门从事网络借贷信息中介业务活动的金融信息中介公司，以互联网为主要渠道，为借款人与出借人实现直接借贷提供信息搜集、信息公布、资信评估、信息交互、借贷撮合等服务；严格遵守法律法规和网络借贷的相关监管规定，根据本机构风险管理能力控制同一借款人在同一网络借贷信息中介机构平台及不同网络借贷信息中介机构平台的借款余额上限，不承担借贷违约风险。</p>
				<p>6. 借款金额是指“借款明细”中列明的借款本金金额。借款币种为人民币。</p>
				<p>7. 借款利率是指“借款明细”中列明的借款利率。</p>
				<p>8. 借款用途是指“借款明细”中列明的借款用途。</p>
				<p>9. 借款期限是指自借款放款日起至最终到期日止的期间，如借款实际放款日与合同约定的借款开始日期存在差异的，则借款期限不变，借款起止日期以借款实际放款日为准。</p>
				<p>10.借款放款成功<b>是指乙方通过理财时代以网络在线点击确认的方式接受本合同后，即不可撤销地授权理财时代或理财时代委托的第三方将“借款明细”中列明的借款本金金额的资金由乙方的理财时代用户名项下账户（“乙方理财时代账户”）划转至甲方的理财时代用户名项下账户（“甲方理财时代账户”）或甲方指定的账户中，划转完毕即视为借款发放成功。甲方未及时提取借款资金的，仍需按本合同约定支付利息。</b></p>
				<p><b>如借款本金是通过银行系统转账至甲方账户的，自理财时代向银行提交转账申请之日即视为借款放款成功之日。</b></p>
				<p>11. 还款方式是指“借款明细”中列明的还款方式。</p>
				<p>12. 工作日是指理财时代的正常营业日（不包括中国的法定公休日和节假日）。</p>
				<p class="txt-bold">二、权利与义务</p>
				<p class="txt-bold">1.甲方的权利与义务：</p>
				<p>（1）甲方有权要求乙方按本合同约定发放借款；</p>
				<p>（2）甲方有权要求乙方、丙方对甲方提供的有关个人还款能力的资料予以保密，但乙方、丙方为本合同之目的或办理个人征信相关之目的披露给理财时代及其委托的第三方、个人征信机构或法律、行政法规另有规定的除外；</p>
				<p>（3）甲方应按乙方、丙方要求提供有关个人身份、还款能力及个人信用报告的资料（包括但不限于姓名、身份证号、学历、联系方式、联系地址、职业信息、联系人信息等），并保证资料的真实性、准确性、完整性；</p>
				<p>（4）甲方应办理银行卡，以便甲方通过此卡接受借款、支付保证金并在借款到期时向乙方履行还款义务。此银行卡需在理财时代通过绑定认证；</p>
				<p>（5）乙方按本合同约定发放借款后，甲方应确保自身具有与借款金额相匹配的还款能力，并按照本合同约定的期限归还全部借款本息；</p>
				<p>（6）甲方应提供在所有网络借贷信息中介机构未偿还借款信息，不得同时通过多个网络借贷信息中介机构，或者通过变换项目名称、对项目内容进行非实质性变更等方式，就同一借款项目进行重复借款；不得通过故意变换身份、虚构借款、夸大借款项目收益前景等形式的欺诈借款；不得在理财时代以外的公开场所发布同一借款信息；不得从事法律法规和网络借贷有关监管规定禁止从事的其他活动；</p>
				<p>（7）甲方应按本合同约定用途使用借款，未经乙方书面同意甲方不得将借款挪作他用；<b>甲方不得将借款用于有价证券、期货、私募基金、股权等投资或国家明令禁止或限制的经营活动，</b>并自觉接受乙方或其委托的第三方对本合同项下借款使用情况的调查、了解及监督；</p>
				<p>（8）甲方应当积极配合乙方对其经营事项、经济状况的调查、了解及监督，并有义务向乙方提供相关资信资料；</p>
				<p>（9）发生变更住所、通讯地址、经营事项、工作单位或甲方银行账户等事项时，甲方应于有关事项变更后三日内书面通知乙方、丙方及理财时代；</p>
				<p>（10）在借款全部清偿前，如甲方发生影响或可能影响出借人权益的重大事件，包括但不限于财务状况恶化、陷入经济纠纷、辞（退）职、开除、除名、解雇、重大违纪事件时，应于事件发生后三日内书面通知乙方、丙方及理财时代；</p>
				<p>（11）甲方承担本合同项下有关费用的支出，包括但不限于用于公证、鉴定、评估、登记、快递等事项的费用；</p>
				<p>（12）理财时代有权就本合同所提供的服务向甲方收取服务费，上述费用的收取方式由甲方和理财时代另行约定；</p>
				<p>甲方应归还的上述款项统称为“应付款项”。</p>
				<p class="txt-bold">2. 乙方的权利与义务：</p>
				<p>（1）乙方有权要求甲方提供与本合同项下借款相关的全部资料；</p>
				<p>（2）乙方应具备投资风险意识、风险识别能力、拥有非保本类金融产品投资的经历并熟悉互联网，依本合同约定按时足额向甲方发放借款（因甲方原因造成迟延的除外）；</p>
				<p>（3）乙方有权依本合同约定或法律规定，收取甲方应偿付的借款本金、利息、罚息、违约金及所有其他应付费用；乙方有权了解、核实有关甲方身份、还款能力、个人信用和家庭财务状况，有权要求甲方提供相关文件资料；</p>
				<p>（4）乙方出借资金为来源合法的自由资金；</p>
				<p>（5）乙方应对甲方提供的有关个人资料予以保密，但乙方为本合同之目的或办理个人征信之目的披露给理财时代及其委托的第三方、个人征信机构或法律、行政法规另有规定的除外；</p>
				<p>（6）乙方有权自行或委托第三方对借款的使用情况进行监督；</p>
				<p>（7）甲方的资信情况或还款能力出现重大变化（包括但不限于经营状况发生重大变化、拖欠其他债务），足以影响其偿债能力或使其已经不再符合乙方借款条件的，乙方或其委托的第三方有权以书面形式要求借款提前到期；</p>
				<p>（8）乙方应自行承担借贷产生的本息损失；</p>
				<p>（9）未经乙方授权，理财时代不得以任何形式代乙方行使投资决策权。</p>
				<p class="txt-bold">3.  丙方的权利与义务：</p>
				<p>（1）丙方有权了解、核实有关甲方的身份、还款能力、个人信用和家庭财务状况，有权要求甲方提供相关文件资料；</p>
				<p>（2）丙方有权就为本合同借款所提供的服务向甲方收取担保服务费等费用，费用的收取方式及额度由甲方与丙方另行约定；</p>
				<p>（3）丙方应对甲方提供的有关个人资料予以保密，但丙方为本合同之目的或办理征信之目的披露给乙方、理财时代及其委托的第三方、个人征信机构或法律、行政法规另有规定的除外；</p>
				<p>（4）丙方有权自行或委托第三方对借款的使用情况进行检查；</p>
  				<p>（5）借款发放成功后，乙方即不可撤销地授权丙方及其合法受托人可随时以短信、电话、电子邮件或其他合法方式提醒并催告甲方履行还款义务；</p>
				<p>（6）在保证期间内，丙方不得向第三方提供超出其自身负担能力的担保或以其他任何可能危及担保能力的方式处置资产，不得将财产抵押或质押给第三方；</p>
				<p>（7）未经乙方书面同意，丙方不得擅自对企业章程、经营范围、法定代表人进行变动，不得擅自出售、出租、转移或以其他方式处置资产；</p>
				<p>丙方的公司经营出现重大变化，足以影响其代偿能力或使其已经不再符合丙方条件的，丙方应在变化发生后3日内书面通知甲方、乙方和理财时代；</p>
				<p>（8）存在下列情形之一者，丙方不承担担保责任：</p>
       			<p>①甲方与乙方在本合同项下的借贷关系无效的；</p>
       			<p>②未经丙方书面同意，乙方放弃、变更、解除本合同借款项下的物的担保或其他保证人的担保责任的；</p>
       			<p>③未经丙方书面同意，乙方同意甲方转让本合同项下还款义务的；</p>
       			<p>④除本合同有约定外，未经丙方公司书面同意，甲方与乙方变更本合同或就本合同达成和解、调解意见的；</p>
       			<p>⑤甲方与乙方其他恶意侵害丙方的行为。</p>

				<p class="txt-bold">三、 逾期还款</p>
				<p>1. 还款日<span class="line"><b>17点</b></span>点前，甲方未足额支付应付款项的，则视为逾期。</p>
				<p>如乙方宣布借款提前到期的，甲方在通知中限定的时间内未按时还款的，同样视为逾期。</p>
				<p>本借款甲方可以申请提前还款，但是应当提前<span class="line red">十</span>个工作日向理财时代提出书面申请并一次性付清全部本息，并且甲方只有在借款期限满<span class="line red">3</span>个月（即还款达到<span class="line red">3</span>期以上，含<span class="line red">3</span>期）的情况下才能申请提前还款。</p>
				<p>同时甲方申请提前还款的，如提前还款的日期不满整月的，按整月计息（即提前还款时的最小计息单位为月，不满一个月的按一个月计算利息）。</p>
				<p>2. 甲方逾期的，逾期天数30天（含30天）以内的，以当期应还款金额为基数，按照0.5%/日计收罚息直至清偿完毕之日止（不含清偿完毕之日）；逾期天数超过30天的，超过部分乙方根据  借款本金的1%/日计收罚息直至清偿完毕之日止（不含清偿完毕之日）。</p>
				<p>3.甲方逾期  60 日后，本合同项下借款自动提前到期，甲方应在逾期的第61日一次性支付剩余本金、利息和罚息；甲方在其逾期的第 61日没有一次性支付本金、利息和罚息的，还需以借款本金为基数，按照 1 %/天支付罚息，直至清偿完毕，且按照借款本金的 8 %一次性支付违约金。</p>
				<p>4. 逾期款项中的利息、逾期罚息不计利息。若甲方的还款金额低于债务总额的，按下列清偿顺序清偿：</p>
				<p>1）实现债权的费用；</p>
				<p>2）违约金、罚息；</p>
				<p>3）利息；</p>
				<p>4）借款本金。</p>
				<p>5. 甲方不可撤销地授权理财时代或理财时代委托的第三方在甲方未能按时足额支付应付款项的情况下，在甲方全部到期应付款项的范围内，随时划扣甲方理财时代账户及其指定银行账户中的资金用于归还甲方到期应付款项，该等划扣无需甲方另行同意。</p>
				<p class="txt-bold">四、借款担保条款</p>
				<p>1.保证方式：为确保甲方履行还款义务，丙方同意按照本合同及《担保函》的约定，为甲方履行债务承担连带责任保证担保。</p>
				<p>2.保证范围：丙方的保证范围为借款本金、利息、罚息、违约金、实现债权的费用( 包括但不限于律师费用、诉讼费用、公证费用、执行费用) 以及其他到期应付的款项。</p>
				<p>3.保证期间：本合同项下的保证期间为自本合同签订之日起至甲方履行债务期限届满后2年。若乙方依法要求甲方提前履行债务的，保证期间自乙方通知甲方提前履行债务之日起2年。若主债权为分笔清偿，则保证期间为自本合同生效之日起至最后一期债务履行期限届满后2年。</p>
				<p>4.若甲方未按本合同约定履行偿付债务本息和相关费用的义务，乙方有权直接向丙方追偿，并委托理财时代向丙方发出代偿通知。丙方保证对乙方提出的要求承担担保责任，不得无故滥用抗辩权。</p>
				<p>5.乙方放弃担保物权、担保物权顺位或者变更担保物权的，造成乙方对上述担保物权的优先受偿权丧失或减少时，丙方仍应当承担连带责任，对乙方承担的担保责任也不因之而免除或减少。</p>
				<p class="mb30">6.丙方的保证责任也不因受到自身的财务状况的改变、与任何单位或个人签订的其他任何协议而免除。</p>
				<p class="txt-bold">五、 违约责任</p>
				<p>1. 本合同各方均应履行本合同所约定的义务。任何一方不履行或不完全履行本合同所约定义务的，应当依法承担违约责任并承担相关费用，包括但不限于诉讼费、财产保全费、交通费、律师费（律师费按照起诉金额的5%计算）、执行费、评估费、拍卖费、保管费、过户费等费用。</p>
				<p>2. 发生下列任何一项或几项情形的，视为甲方违约：</p>
				<p>（1）甲方不履行或不完全履行任何本合同所约定的甲方义务的；</p>
				<p>（2）甲方违反其在本合同所做的任何承诺和保证的；</p>
				<p>（3）甲方的任何财产遭受没收、征用、查封、扣押、冻结等可能影响其履约能力的不利事件，且不能及时提供有效补救措施的；</p>
				<p>（4）甲方的财务状况出现其他影响其履约能力的不利变化，且不能及时提供有效补救措施的。</p>
				<p>3. 若甲方违约或根据乙方合理判断甲方可能发生违约事件的，乙方（委托理财时代）有权采取下列任何一项或几项救济措施：</p>
				<p class="txt-bold">（1）立即暂缓、取消发放全部或部分借款；</p>
				<p class="txt-bold">（2）宣布已发放借款全部提前到期，甲方应立即偿还所有应付款项；</p>
				<p class="txt-bold">（3）解除本合同；</p>
				<p class="txt-bold">（4）采取法律、法规以及本合同约定的其他救济措施。</p>
				<p>4. 因甲方违约，造成理财时代暂停借款信息发布的，给乙方造成的所有损失由甲方承担。</p>
				<p class="txt-bold">六、 证据和计算</p>
				<p>1. 本合同各方确认并同意，委托理财时代对本合同项下的任何金额进行计算并通过理财时代发布或更新具体的还款数据及时间；在无明显错误的情况下，理财时代对本合同项下任何金额的任何证明或确定，应作为该金额有关事项的终局证明。</p>
				<p>2.本合同各方委托理财时代保管所有与本合同有关的书面文件或电子信息；本合同各方确认并同意由理财时代提供的与本合同有关的书面文件或电子信息在无明显错误的情况下应作为本合同有关事项的终局证明。</p>
				<p class="txt-bold">七、 保密条款</p>
				<p>1.  本合同签署后，除非事先得到其他各方的书面同意，本合同各方均应承担以下保密义务：</p>
				<p>（1） 任何一方不得向非本合同方（理财时代除外）披露本合同以及本合同项下的事宜以及与此等事宜有关的任何文件、资料或信息（“保密信息”）；</p>
				<p>（2） 任何一方只能将保密信息和其内容用于本合同项下的目的，不得用于任何其他目的。本款的约定不适用于下列保密信息：</p>
				<p>A. 从披露方获得时，已是公开的；</p>
				<p>B. 从披露方获得前，接受方已经获知的；</p>
				<p>C. 从有正当权限并不受保密义务制约的第三方获得的；</p>
				<p>D. 非依靠披露方披露或提供的信息独自开发的。</p>
				<p>2. 本合同各方因下列原因披露保密信息，不受前款的限制：</p>
				<p>（1） 向本合同各方的董事、监事、高级管理人员和雇员及其聘请的会计师、律师、咨询公司披露；</p>
				<p>（2） 因遵循可适用的法律、法规的强制性规定而披露；</p>
				<p>（3） 依据其他应遵守的法规向审批机构和/或权力机构进行的披露。</p>
				<p>3. 本合同任何一方应采取所有其他必要、适当和可以采取的措施，以确保保密信息的保密性。</p>
				<p>4. 本合同各方应促使其向之披露保密信息的人严格遵守本条约定。</p>
				<p>5. 各方在本条项下的权利和义务应在本合同终止或到期后继续有效。</p>
				<p>八、 合同的变更、解除和终止</p>
				<p>1.本合同采用电子文本形式制成，并通过站内信的形式发送至协议各方的本网站信箱。各方可以通过理财时代的相关系统板块查阅有关合同并进行核对。如对此有任何争议，应以本网站记录的合同为准。</p>
				<p>2.本合同生效后，除本合同已有约定外，本合同任何一方均不得擅自变更或提前解除本合同。如确需变更或解除本合同，应经本合同各方协商一致，并达成书面协议。书面协议达成之前，本合同继续有效。</p>
				<p>3.期限届满，本合同及附件项下未清偿的借款本金、利息、罚息、违约金及所有其他应付款项，继续适用本合同相关条款。 </p>
				<p class="txt-bold">九、 法律适用与争议解决方式</p>
				<p>本合同的签订、履行、终止、解释均适用中国法律。各方同意，因本合同所产生的或与本合同有关的一切争议，各方应协商解决；协商无法达成一致的，各方均有权向理财时代所在地法院或甲方所在地法院提起诉讼。</b></p>
				<p class="txt-bold">十、 其他</p>
				<p>1. 甲方、乙方均同意并确认，甲方、乙方通过其理财时代账户和银行账户采取的行为所产生的法律效果和法律责任归属于甲方、乙方本身；甲方、乙方授权和委托理财时代和理财时代委托的第三方根据本合同所采取的全部行动和措施的法律后果均归属于甲方、乙方本身，与理财时代或理财时代委托的第三方无关，理财时代或理财时代委托的第三方也不因此承担任何责任。甲方和乙方同意，理财时代有权就其为甲方和乙方提供的服务按照约定收取服务费。</p>
				<p>2.本合同中所涉及到的金额均精确到分位，分位以下的金额均舍去；本合同所涉及到的百分比均采用四舍五入的方式保留小数点后两位。</p>
				<p>3. 本合同的条款标题仅为了索引方便而设，不影响对本合同条款内容的理解，也不应构成对本合同及其条款内容的定义、限制或扩大。</p> 
				<p>4. 甲方、乙方、丙方均确认，本合同的签订、生效和履行以不违反法律为前提。如果本协议中的任何一条或多条被司法部门认定为违反所须适用的法律，则该条将被视为无效，但该无效条款并不影响本合同其他条款的效力。</p>
				<p class="txt-bold">甲方、乙方、丙方均确认在签署合同前已经充分了解合同条款，并就合同中存在疑问的部分进行了充分的交流及说明，对本合同不存在误解或者其他认识及理解上的障碍。</p>
				<p>5. 本合同项下的借款申请材料与本合同相关的通知、证明、凭证、函电等附件均是本合同不可分割的组成部分，具有同等法律效力，对本合同各方均有法律约束力。</p>
				<p class="mb30">6.  本合同一式肆份，甲方、乙方、丙方各执一壹，理财时代备案壹份，具有同等法律效力。</p>
				<p class="mb60">（以下无正文，为本协议之签署）</p>
				<p>甲方（借款人）：{{params.name}}</p>
				<p class="mb60">日期： {{fromDateArr[0]}} 年 {{fromDateArr[1]}}月 {{fromDateArr[2]}}日</p>
				<p>乙方（出借人）：</p>
				<p class="mb60">日期： {{fromDateArr[0]}} 年 {{fromDateArr[1]}}月 {{fromDateArr[2]}}日</p>
				<p>丙方（保证人）：浙江和平担保有限公司</p>
				<p class="mb60">日期： {{fromDateArr[0]}} 年 {{fromDateArr[1]}}月 {{fromDateArr[2]}}日</p>
			</div>
			<div class="protocol-wrap" v-if="this.query.type==2">
				<h2>借款合同</h2>
				<span class="txt-bold txt-r mb30">合同编号：<span class="line"></span></span>
				<p class="txt-bold mb10">甲方（借款人）： {{params.name}}</p>
				<p class="mb10">畅享时贷用户名：{{params.username}}</p>
				<p class="mb10">证件类型： {{params.idtype}}</p>
				<p class="mb60">证件号码： {{params.idcard}}</p>

				<p class="txt-bold mb10">乙方（出借人）： </p>
				<p class="mb10">畅享时贷用户名：</p>
				<p class="mb10">证件类型： </p>
				<p class="mb60">证件号码： </p>

				<p class="txt-bold mb10">丙方（保证人）：浙江和平担保有限公司 </p>
				<p class="mb10">经营地址：   杭州市下城区新坝21号</p>
				<p class="mb60">法定代表人/负责人：吴峰 </p>
				<p>甲方向乙方申请借款，乙方同意向甲方出借款项，丙方向乙方提供不可撤销的连带保证担保责任，且甲方、乙方、丙方均为具有完全民事权利能力和完全民事行为能力的自然人或法人，根据中华人民共和国有关法律法规，经三方协商一致订立本合同。</p>
				<p class="mb60">网络借贷信息中介机构指杭州投融谱华互联网金融服务有限公司运营管理的平台（以下简称“投融谱华平台”）。</p>
				<span class="txt-bold">第一部分：借款明细</span>
				<table width="100%" border="0" cellpadding="0" cellspacing="0">
					<tr>
						<td>借款本金金额</td>
						<td colspan="3">人民币<span class="line">{{params.amount}}</span>元</td>
					</tr>
					<tr>
						<td>本金金额大写</td>
						<td colspan="3">{{(params.amount || '') | convertCurrency}}圆整</td>
					</tr>
					<tr>
						<td>借款用途</td>
						<td colspan="3">购买汽车</td>
					</tr>
					<tr>
						<td>借款利率</td>
						<td>{{params.rate}}/年</td>
						<td>借款分期期数</td>
						<td>{{params.term}}</td>
					</tr>
					<tr>
						<td>借款期限及起止日期</td>
						<td colspan="3">{{params.term}}个月，{{fromDateArr[0]}} 年{{fromDateArr[1]}} 月 {{fromDateArr[2]}} 日 至 {{toDateArr[0]}} 年 {{toDateArr[1]}} 月 {{toDateArr[2]}} 日</td>
					</tr>
					<tr>
						<td>还款方式</td>
						<td colspan="3">{{params.repayType}}</td>
					</tr>
					<tr>
						<td>还款本息</td>
						<td colspan="3">人民币<span class="line">{{params.monthamount}}</span>元</td>
					</tr>
					<tr>
						<td>还款日期</td>
						<td colspan="3">{{params.repayDate}}</td>
					</tr>
					<tr>
						<td>还款账户号</td>
						<td colspan="3">{{params.bankCard}}</td>
					</tr>
					<tr>
						<td>开户银行</td>
						<td colspan="3">{{params.bankName}}</td>
					</tr>
					<tr>
						<td>账户名称</td>
						<td colspan="3">{{params.name}}</td>
					</tr>
				</table>
				<span class="txt-bold">注：畅享时贷将会以短信形式或其他方式通知借款人每月还款的日期及金额，借款人应确保还款日的中午12点前还款账户中存有足额的款项。</span>
				<p class="txt-bold">第二部分：借款通用条款</p>
				<p class="txt-bold">一、 释义</p>
				<p>1. 《借款合同》（“本合同”）由两部分组成：第一部分为“借款明细”，该明细中所列借款利率等内容会根据第二部分的相关内容做相应的调整；第二部分为“借款通用条款”。</p>
				<p>2. 甲方是指“借款明细”中列明的甲方，为畅享时贷核实的实名注册用户，是符合中华人民共和国法律（“中国法律”，仅为本合同之目的，不包括香港特别行政区、澳门特别行政区和台湾省的法律法规）规定的具有完全民事权利能力和民事行为能力，独立行使和承担本合同项下权利义务的自然人、法人或其他组织。</p>
				<p>3. 乙方是指“借款明细”中列明的乙方，为畅享时贷核实的实名注册用户，是符合中国法律规定的具有完全民事权利能力和民事行为能力，独立承担本合同项下权利义务的自然人。在特定情况下，借款转让后的乙方可能是符合中国法律规定的企业法人或其他机构。乙方不可撤销地授权畅享时贷将其信息，包括但不限于姓名/名称、有效证件号码等，为本合同项下之目的提供给与本合同项下借款相关的保险公司。</p>
				<p>4. 丙方是指与畅享时贷有战略合作关系的、具有融资性担保资格的融资性担保公司，为符合中国法律规定的具有完全民事权利能力和民事行为能力，独立承担本合同项下权利义务的法人。</p>
				<p>本合同项下甲方、乙方、丙方单独称“一方”，合称“各方”。</p>
				<p>5. 杭州投融谱华互联网金融服务有限公司是依法设立，专门从事网络借贷信息中介业务活动的金融信息中介公司，以互联网为主要渠道，为借款人与出借人实现直接借贷提供信息搜集、信息公布、资信评估、信息交互、借贷撮合等服务；严格遵守法律法规和网络借贷的相关监管规定，根据本机构风险管理能力控制同一借款人在同一网络借贷信息中介机构平台及不同网络借贷信息中介机构平台的借款余额上限，不承担借贷违约风险。</p>
				<p>6. 借款金额是指“借款明细”中列明的借款本金金额。借款币种为人民币。</p>
				<p>7. 借款利率是指“借款明细”中列明的借款利率。</p>
				<p>8. 借款用途是指“借款明细”中列明的借款用途。</p>
				<p>9. 借款期限是指自借款放款日起至最终到期日止的期间，如借款实际放款日与合同约定的借款开始日期存在差异的，则借款期限不变，借款起止日期以借款实际放款日为准。</p>
				<p><b>10.借款放款成功是指乙方通过投融谱华平台以网络在线点击确认的方式接受本合同后，即不可撤销地授权投融谱华平台或投融谱华平台委托的第三方将“借款明细”中列明的借款本金金额的资金由乙方的投融谱华平台用户名项下账户（“乙方投融谱华平台账户”）划转至甲方的投融谱华平台用户名项下账户（“甲方投融谱华平台账户”）或甲方指定的账户中，划转完毕即视为借款发放成功。甲方投融谱华平台账户未及时提取借款资金的，仍需按本合同约定支付利息。</b></p>
				<p><b>如借款本金是通过银行系统转账至甲方账户的，自畅享时贷向银行提交转账申请之日即视为借款放款成功之日。</b></p>
				<p>11. 还款方式是指“借款明细”中列明的还款方式。</p>
				<p>12. 工作日是指畅享时贷的正常营业日（不包括中国的法定公休日和节假日）。</p>
				<p class="txt-bold">二、权利与义务</p>
				<p class="txt-bold">1.甲方的权利与义务：</p>
				<p>（1）甲方有权要求乙方按本合同约定发放借款；</p>
				<p>（2）甲方有权要求乙方、丙方对甲方提供的有关个人还款能力的资料予以保密，但乙方、丙方为本合同之目的或办理个人征信相关之目的披露给畅享时贷及其委托的第三方、个人征信机构或法律、行政法规另有规定的除外；</p>
				<p>（3）甲方应按乙方、丙方要求提供有关个人身份、还款能力及个人信用报告的资料（包括但不限于姓名、身份证号、学历、联系方式、联系地址、职业信息、联系人信息等），并保证资料的真实性、准确性、完整性；</p>
				<p>（4）甲方应办理银行卡，以便甲方通过此卡接受借款、支付保证金并在借款到期时向乙方履行还款义务。此银行卡需在畅享时贷通过绑定认证；</p>
				<p>（5）乙方按本合同约定发放借款后，甲方应确保自身具有与借款金额相匹配的还款能力，并按照本合同约定的期限归还全部借款本息；</p>
				<p>（6）甲方应提供在所有网络借贷信息中介机构未偿还借款信息，不得同时通过多个网络借贷信息中介机构，或者通过变换项目名称、对项目内容进行非实质性变更等方式，就同一借款项目进行重复借款；不得通过故意变换身份、虚构借款、夸大借款项目收益前景等形式的欺诈借款；不得在畅享时贷以外的公开场所发布同一借款信息；不得从事法律法规和网络借贷有关监管规定禁止从事的其他活动；</p>
				<p>（7）甲方应按本合同约定用途使用借款，未经乙方书面同意甲方不得将借款挪作他用；<b>甲方不得将借款用于有价证券、期货、私募基金、股权等投资或国家明令禁止或限制的经营活动，</b>并自觉接受乙方或其委托的第三方对本合同项下借款使用情况的调查、了解及监督；</p>
				<p>（8）甲方应当积极配合乙方对其经营事项、经济状况的调查、了解及监督，并有义务向乙方提供相关资信资料；</p>
				<p>（9）发生变更住所、通讯地址、经营事项、工作单位或甲方银行账户等事项时，甲方应于有关事项变更后三日内书面通知乙方、丙方及畅享时贷；</p>
				<p>（10）在借款全部清偿前，如甲方发生影响或可能影响出借人权益的重大事件，包括但不限于财务状况恶化、陷入经济纠纷、辞（退）职、开除、除名、解雇、重大违纪事件时，应于事件发生后三日内书面通知乙方、丙方及畅享时贷；</p>
				<p>（11）甲方承担本合同项下有关费用的支出，包括但不限于用于公证、鉴定、评估、登记、快递等事项的费用；</p>
				<p>（12）畅享时贷有权就本合同所提供的服务向甲方收取服务费，上述费用的收取方式由甲方和畅享时贷另行约定；</p>
				<p>甲方应归还的上述款项统称为“应付款项”。</p>
				<p class="txt-bold">2. 乙方的权利与义务：</p>
				<p>（1）乙方有权要求甲方提供与本合同项下借款相关的全部资料；</p>
				<p>（2）乙方应具备投资风险意识、风险识别能力、拥有非保本类金融产品投资的经历并熟悉互联网，依本合同约定按时足额向甲方发放借款（因甲方原因造成迟延的除外）；</p>
				<p>（3）乙方有权依本合同约定或法律规定，收取甲方应偿付的借款本金、利息、罚息、违约金及所有其他应付费用；乙方有权了解、核实有关甲方身份、还款能力、个人信用和家庭财务状况，有权要求甲方提供相关文件资料；</p>
				<p>（4）乙方出借资金为来源合法的自由资金；</p>
				<p>（5）乙方应对甲方提供的有关个人资料予以保密，但乙方为本合同之目的或办理个人征信之目的披露给畅享时贷及其委托的第三方、个人征信机构或法律、行政法规另有规定的除外；</p>
				<p>（6）乙方有权自行或委托第三方对借款的使用情况进行监督；</p>
				<p>（7）甲方的资信情况或还款能力出现重大变化（包括但不限于经营状况发生重大变化、拖欠其他债务），足以影响其偿债能力或使其已经不再符合乙方借款条件的，乙方或其委托的第三方有权以书面形式要求借款提前到期；</p>
				<p>（8）乙方应自行承担借贷产生的本息损失；</p>
				<p>（9）未经乙方授权，畅享时贷不得以任何形式代乙方行使投资决策权。</p>
				<p class="txt-bold">3.  丙方的权利与义务：</p>
				<p>（1）丙方有权了解、核实有关甲方的身份、还款能力、个人信用和家庭财务状况，有权要求甲方提供相关文件资料；</p>
				<p>（2）丙方有权就为本合同借款所提供的服务向甲方收取担保服务费等费用，费用的收取方式及额度由甲方与丙方另行约定；</p>
				<p>（3）丙方应对甲方提供的有关个人资料予以保密，但丙方为本合同之目的或办理征信之目的披露给乙方、畅享时贷及其委托的第三方、个人征信机构或法律、行政法规另有规定的除外；</p>
				<p>（4）丙方有权自行或委托第三方对借款的使用情况进行检查；</p>
  				<p>（5）借款发放成功后，乙方即不可撤销地授权丙方及其合法受托人可随时以短信、电话、电子邮件或其他合法方式提醒并催告甲方履行还款义务；</p>
				<p>（6）在保证期间内，丙方不得向第三方提供超出其自身负担能力的担保或以其他任何可能危及担保能力的方式处置资产，不得将财产抵押或质押给第三方；</p>
				<p>（7）未经乙方书面同意，丙方不得擅自对企业章程、经营范围、法定代表人进行变动，不得擅自出售、出租、转移或以其他方式处置资产；</p>
				<p>丙方的公司经营出现重大变化，足以影响其代偿能力或使其已经不再符合丙方条件的，丙方应在变化发生后3日内书面通知甲方、乙方和畅享时贷；</p>
				<p>（8）存在下列情形之一者，丙方不承担担保责任：</p>
       			<p>①甲方与乙方在本合同项下的借贷关系无效的；</p>
       			<p>②未经丙方书面同意，乙方放弃、变更、解除本合同借款项下的物的担保或其他保证人的担保责任的；</p>
       			<p>③未经丙方书面同意，乙方同意甲方转让本合同项下还款义务的；</p>
       			<p>④除本合同有约定外，未经丙方公司书面同意，甲方与乙方变更本合同或就本合同达成和解、调解意见的；</p>
       			<p>⑤甲方与乙方其他恶意侵害丙方的行为。</p>

				<p class="txt-bold">三、 逾期还款</p>
				<p>1. 还款日<span class="line"><b>中午12</b></span>点前，甲方未足额支付应付款项的，则视为逾期。</p>
				<p>如乙方宣布借款提前到期的，甲方在通知中限定的时间内未按时还款的，同样视为逾期。</p>
				<p>本借款甲方可以申请提前还款，但是应当提前<span class="line red">十</span>个工作日向畅享时贷提出书面申请并一次性付清全部本息，并且甲方只有在借款期限满<span class="line red">3</span>个月（即还款达到<span class="line red">3</span>期以上，含<span class="line red">3</span>期）的情况下才能申请提前还款。</p>
				<p>同时甲方申请提前还款的，如提前还款的日期不满整月的，按整月计息（即提前还款时的最小计息单位为月，不满一个月的按一个月计算利息）。</p>
				<p>2. 本合同项下还款方式为分期还款，甲方逾期的，逾期期数在1期以内的，以当期应付本金为基数，按照0.5%/日计收逾期罚息直至清偿完毕之日止（不含清偿完毕之日）；逾期期数超过1期的，以剩余本金为基数，按照1%/天计收逾期罚息直至清偿完毕之日止（不含清偿完毕之日）。</p>
				<p>3. 逾期款项中的利息、逾期罚息不计利息。若甲方的还款金额低于债务总额的，按下列清偿顺序清偿：</p>
				<p>1）实现债权的费用；</p>
				<p>2）违约金、罚息；</p>
				<p>3）利息；</p>
				<p>4）借款本金。</p>
				<p>4. 甲方不可撤销地授权畅享时贷或畅享时贷委托的第三方在甲方未能按时足额支付应付款项的情况下，在甲方全部到期应付款项的范围内，随时划扣甲方畅享时贷账户及其指定银行账户中的资金用于归还甲方到期应付款项，该等划扣无需甲方另行同意。</p>
				<p class="txt-bold">四、借款担保条款</p>
				<p>1.保证方式：为确保甲方履行还款义务，丙方同意按照本合同及《担保函》的约定，为甲方履行债务承担连带责任保证担保。</p>
				<p>2.保证范围：丙方的保证范围为借款本金、利息、罚息、违约金、实现债权的费用( 包括但不限于律师费用、诉讼费用、公证费用、执行费用) 以及其他到期应付的款项。</p>
				<p>3.保证期间：本合同项下的保证期间为自本合同签订之日起至甲方履行债务期限届满后2年。若乙方依法要求甲方提前履行债务的，保证期间自乙方通知甲方提前履行债务之日起2年。若主债权为分笔清偿，则保证期间为自本合同生效之日起至最后一期债务履行期限届满后2年。</p>
				<p>4.若甲方未按本合同约定履行偿付债务本息和相关费用的义务，乙方有权直接向丙方追偿，并委托畅享时贷向丙方发出代偿通知。丙方保证对乙方提出的要求承担担保责任，不得无故滥用抗辩权。</p>
				<p>5.乙方放弃担保物权、担保物权顺位或者变更担保物权的，造成乙方对上述担保物权的优先受偿权丧失或减少时，丙方仍应当承担连带责任，对乙方承担的担保责任也不因之而免除或减少。</p>
				<p class="mb30">6.丙方的保证责任也不因受到自身的财务状况的改变、与任何单位或个人签订的其他任何协议而免除。</p>
				<p class="txt-bold">五、 违约责任</p>
				<p>1. 本合同各方均应履行本合同所约定的义务。任何一方不履行或不完全履行本合同所约定义务的，应当依法承担违约责任并承担相关费用，包括但不限于诉讼费、财产保全费、交通费、律师费（律师费按照起诉金额的5%计算）、执行费、评估费、拍卖费、保管费、过户费等费用。</p>
				<p>2. 发生下列任何一项或几项情形的，视为甲方违约：</p>
				<p>（1）甲方不履行或不完全履行任何本合同所约定的甲方义务的；</p>
				<p>（2）甲方违反其在本合同所做的任何承诺和保证的；</p>
				<p>（3）甲方的任何财产遭受没收、征用、查封、扣押、冻结等可能影响其履约能力的不利事件，且不能及时提供有效补救措施的；</p>
				<p>（4）甲方的财务状况出现其他影响其履约能力的不利变化，且不能及时提供有效补救措施的。</p>
				<p>3. 若甲方违约或根据乙方合理判断甲方可能发生违约事件的，乙方（委托畅享时贷）有权采取下列任何一项或几项救济措施：</p>
				<p class="txt-bold">（1）立即暂缓、取消发放全部或部分借款；</p>
				<p class="txt-bold">（2）宣布已发放借款全部提前到期，甲方应立即偿还所有应付款项；</p>
				<p class="txt-bold">（3）解除本合同；</p>
				<p class="txt-bold">（4）采取法律、法规以及本合同约定的其他救济措施。</p>
				<p>4. 因甲方违约，造成畅享时贷暂停借款信息发布的，给乙方造成的所有损失由甲方承担。</p>
				<p class="txt-bold">六、 证据和计算</p>
				<p>1. 本合同各方确认并同意，委托畅享时贷对本合同项下的任何金额进行计算并通过畅享时贷发布或更新具体的还款数据及时间；在无明显错误的情况下，畅享时贷对本合同项下任何金额的任何证明或确定，应作为该金额有关事项的终局证明。</p>
				<p>2.本合同各方委托畅享时贷保管所有与本合同有关的书面文件或电子信息；本合同各方确认并同意由畅享时贷提供的与本合同有关的书面文件或电子信息在无明显错误的情况下应作为本合同有关事项的终局证明。</p>
				<p class="txt-bold">七、 保密条款</p>
				<p>1.  本合同签署后，除非事先得到其他各方的书面同意，本合同各方均应承担以下保密义务：</p>
				<p>（1） 任何一方不得向非本合同方（畅享时贷除外）披露本合同以及本合同项下的事宜以及与此等事宜有关的任何文件、资料或信息（“保密信息”）；</p>
				<p>（2） 任何一方只能将保密信息和其内容用于本合同项下的目的，不得用于任何其他目的。本款的约定不适用于下列保密信息：</p>
				<p>A. 从披露方获得时，已是公开的；</p>
				<p>B. 从披露方获得前，接受方已经获知的；</p>
				<p>C. 从有正当权限并不受保密义务制约的第三方获得的；</p>
				<p>D. 非依靠披露方披露或提供的信息独自开发的。</p>
				<p>2. 本合同各方因下列原因披露保密信息，不受前款的限制：</p>
				<p>（1） 向本合同各方的董事、监事、高级管理人员和雇员及其聘请的会计师、律师、咨询公司披露；</p>
				<p>（2） 因遵循可适用的法律、法规的强制性规定而披露；</p>
				<p>（3） 依据其他应遵守的法规向审批机构和/或权力机构进行的披露。</p>
				<p>3. 本合同任何一方应采取所有其他必要、适当和可以采取的措施，以确保保密信息的保密性。</p>
				<p>4. 本合同各方应促使其向之披露保密信息的人严格遵守本条约定。</p>
				<p>5. 各方在本条项下的权利和义务应在本合同终止或到期后继续有效。</p>
				<p>八、 合同的变更、解除和终止</p>
				<p>1.本合同采用电子文本形式制成，并通过站内信的形式发送至协议各方的本网站信箱。各方可以通过畅享时贷的相关系统板块查阅有关合同并进行核对。如对此有任何争议，应以本网站记录的合同为准。</p>
				<p>2.本合同生效后，除本合同已有约定外，本合同任何一方均不得擅自变更或提前解除本合同。如确需变更或解除本合同，应经本合同各方协商一致，并达成书面协议。书面协议达成之前，本合同继续有效。</p>
				<p>3.期限届满，本合同及附件项下未清偿的借款本金、利息、罚息、违约金及所有其他应付款项，继续适用本合同相关条款。 </p>
				<p class="txt-bold">九、 法律适用与争议解决方式</p>
				<p>本合同的签订、履行、终止、解释均适用中国法律。各方同意，因本合同所产生的或与本合同有关的一切争议，各方应协商解决；协商无法达成一致的，<b>各方均有权向畅享时贷所在地法院提起诉讼。</b></p>
				<p class="txt-bold">十、 其他</p>
				<p>1. 甲方、乙方均同意并确认，甲方、乙方通过其畅享时贷账户和银行账户采取的行为所产生的法律效果和法律责任归属于甲方、乙方本身；甲方、乙方授权和委托畅享时贷和畅享时贷委托的第三方根据本合同所采取的全部行动和措施的法律后果均归属于甲方、乙方本身，与畅享时贷或畅享时贷委托的第三方无关，畅享时贷或畅享时贷委托的第三方也不因此承担任何责任。甲方和乙方同意，畅享时贷有权就其为甲方和乙方提供的服务按照约定收取服务费。</p>
				<p>2.本合同中所涉及到的金额均精确到分位，分位以下的金额均舍去；本合同所涉及到的百分比均采用四舍五入的方式保留小数点后两位。</p>
				<p>3. 本合同的条款标题仅为了索引方便而设，不影响对本合同条款内容的理解，也不应构成对本合同及其条款内容的定义、限制或扩大。</p> 
				<p>4. 甲方、乙方、丙方均确认，本合同的签订、生效和履行以不违反法律为前提。如果本协议中的任何一条或多条被司法部门认定为违反所须适用的法律，则该条将被视为无效，但该无效条款并不影响本合同其他条款的效力。</p>
				<p class="txt-bold">甲方、乙方、丙方均确认在签署合同前已经充分了解合同条款，并就合同中存在疑问的部分进行了充分的交流及说明，对本合同不存在误解或者其他认识及理解上的障碍。</p>
				<p>5. 本合同项下的借款申请材料与本合同相关的通知、证明、凭证、函电等附件均是本合同不可分割的组成部分，具有同等法律效力，对本合同各方均有法律约束力。</p>
				<p class="mb30">6.  本合同一式肆份，甲方、乙方、丙方各执一壹，畅享时贷备案壹份，具有同等法律效力。</p>
				<p class="mb60">（以下无正文，为本协议之签署）</p>
				<p>甲方（借款人）：{{params.name}}</p>
				<p class="mb60">日期： {{fromDateArr[0]}} 年 {{fromDateArr[1]}}月 {{fromDateArr[2]}}日</p>
				<p>乙方（出借人）：</p>
				<p class="mb60">日期： {{fromDateArr[0]}} 年 {{fromDateArr[1]}}月 {{fromDateArr[2]}}日</p>
				<p>丙方（保证人）：浙江和平担保有限公司</p>
				<p class="mb60">日期： {{fromDateArr[0]}} 年 {{fromDateArr[1]}}月 {{fromDateArr[2]}}日</p>
			</div>
		</div>
    </div>

</template>

<script>

	var top = require('../components/top');
	var bridge = require('../js/bridge.js');

	module.exports = {
		data: function() {
			return {
				params: this.$route.query,
				query: this.$route.params,
				fromDateArr: [],
				title: '',
				toDateArr: []
			}
		},
		components: {
			top: top
		},
		methods: {
			goback: function() {
				bridge.goBack();
			}
		},
		created: function() {
			this.fromDateArr = (this.params.fromDate && this.params.fromDate.split('-')) || [];
			this.toDateArr = (this.params.toDate && this.params.toDate.split('-')) || [];
		}
	};

</script>

<style scoped>
	.leftBtn{
		height:100%;
		position: absolute;
		left: 0;
		top: 0;  
		padding-left:50px; 
	}
	.protocol-wrap{
		padding: 30px;
		text-align: left;
		font-size: 28px;
		word-break: break-all;
		h2{
			text-align: center;
		}
		span{
			display: block;
		}
		.no-b{
			margin-bottom: 0;
		}
		.txt-bold{
			font-weight: bold;
		}
		.txt-r{
			text-align: right;
		}
		.txt-c{
			text-align: center;
		}
		p{
			text-indent: 50px;
		}
		.line{
			display: inline;
			height: 26px;
			line-height: 26px;
			padding: 0 40px;
			border-bottom: 1px solid #000;
		}
		.b-l,.b-r{
			width: 330px;
			display: inline-block;
		}
		.mb60{
			margin-bottom: 60px;
		}
		.mb30{
			margin-bottom: 30px;
		}
		.mb10{
			margin-bottom: 10px;
		}
		.red{
			color: red;
			border-bottom-color: red;
		}
		table{
			border-right: 1px #000 solid;
			border-bottom: 1px #000 solid;
			margin-bottom: 30px;
		}
		td{
			border-top: 1px #000 solid;
			border-left: 1px #000 solid;
			height: 100px;
			text-align: center;
		}
	}
</style>

