<template>
	<div class="view-box">
		<div class="acc-mains scroll-box scroll-box-top scroll-box-bottom">
			<div class="protocol-wrap">
				<h2>快捷支付协议</h2>
				<span>连连支付银行卡支付服务协议</span>
				<p>本服务（以下简称本服务）是连连银通电子支付有限公司（以下简称连连支付）向连连支付用户提供的连连支付之支付软件系统及相关服务。本协议是由您和连连支付签订的有关连连支付银行卡支付服务的法律协议（以下简称本服务协议或本协议）。</p>
				<span class="txt-bold">第一条 声明</span>
				<p>当您使用本服务时，即表示您已阅读、了解并同意接受本协议条款之所有内容。</p>
				<p>一、连连支付有权在必要时单方修改或变更本服务协议之内容，并将通过连连支付网站（www.yintong.com.cn）提前30日公布最新的服务协议，不另作个別通知。若您于任何修改或变更本服务条款后继续使用本服务，则视为您已阅读、了解并同意接受修改或变更，若您不同意，则您应主动立即停用本服务。</p>
				<p>二、连连支付特别申明，在您同意接受本协议时，您具有中华人民共和国法律规定的完全民事权利能力和民事行为能力，是能够独立承担民事责任的自然人、法人或其他组织；如您所属的国家或地区排除本协议内容的全部或部分，您应立即停止使用本服务。</p>
				<span class="txt-bold">第二条 连连支付银行卡支付服务的使用</span>
				<p>在使用本服务前，您必须先合法拥有本人的银行卡，您应同意以下事项：</p>
				<p>一、银行卡支付是指您通过连连支付向您的发卡行发出支付请求，您的发卡行通过对您的姓名、借记卡信用卡卡号、签约账户短信通知的手机号码、证件号码等进行校验并成功通过校对核验后，同意您使用银行卡支付。因此，鉴于银行卡支付方式的特点，您必须保管好您的银行卡的相关资料包括但不限于您的姓名，卡号，手机号码，证件号码等，以免发生风险和损失。</p>
				<p>二、您必须依本服务功能的提示提供您本人正确、最新及完整的银行卡支付交易相关资料。若您拒绝提供相关资料，连连支付将不能向您提供本协议项下之服务。连连支付将仅为提供本协议项下之服务的目的在必要范围内按相关规定使用您所提供的信息。</p>
				<p>三、连连支付有权审查您所提供的信息是否真实、有效。若您提供任何错误、虚假、过时或不完整的资料，或者连连支付有合理的理由怀疑资料为错误、虚假、过时或不完整，连连支付有权暂停或终止向您提供全部或部分本服务。连连支付对此不承担任何责任，您将承担因此所产生的损失及责任。</p>
				<p>四、若因您未及时更新基本资料，导致本服务无法提供或提供时发生任何错误，您不得将此作为取消交易或拒绝付款的理由，且您将承担因此产生的一切后果，连连支付不承担责任。</p>
				<p>五、连连支付为用户提供服务，工作时间为以连连支付官网公布的工作时间为准。连连支付设立服务电话（以连连支付官网公布的服务电话为准），负责解答用户在使用连连支付中遇到的各种疑问，并协商处理用户在数据对账、资金结算过程中提出的问题，及时应答用户的争议和投诉。</p>
				<span class="txt-bold">第三条 用户信息及密码安全</span>
				<p>您将对使用的银行账户及短信验证码等进行的一切行为负完全责任，您同意遵守和执行以下事项：</p>
				<p>一、连连支付通过您的银行账户信息及短信验证码识别您的指示，您应当妥善保管您的银行账户及短信验证码，对于因短信验证码泄露所致的损失，由您自行承担。您保证不向其他任何人泄露该银行账户及短信验证码或，亦不使用其他任何人的银行卡号及短信验证密码。</p>
				<p>二、您的银行卡遭到冒用、盗用或有其他任何影响安全的问题发生时，请立即通知连连支付，并要求停止其使用本服务并采取防范之措施。在接到通知后，连连支付将终止为您的银行卡提供支付服务，做进一步调查，并视情况上报相关监管机构。连连支付于接受通知前（该等通知应不存在任何迟延情形），对第三人使用本服务已发生之效力和后果，除非可证明连连支付对未经合法授权之使用的形成存在故意或重大过失，否则连连支付将不承担任何责任。若您迟延通知，则迟延期间产生的损失，连连支付将不需承担任何责任。</p>
				<p>三、若您丢失了账户名或者密码，连连支付将按照相关流程经核验您的身份后提供挂失服务。</p>
				<p>四、您知道并同意连连支付可能会收集并储存您的个人信息如您的姓名、身份证明、地址、电话号码和电子邮件地址、生物特征等信息及相关附加信息（如您所在的省份和城市、邮政编码等）、银行卡信息（包括银行卡卡面信息以及相关的银行卡账户信息）或其他支付工具的账户信息、您操作的相关信息、可能为了提供服务及改进服务质量的合理需要而收集您的其他信息。连连支付重视对用户隐私的保护，我们努力采取各种合理的物理、电子和管理方面的安全措施来保护您的信息，使您的信息不会被泄漏、毁损或者丢失，包括但不限于SSL、信息加密存储、数据中心的访问控制。我们对可能接触到您的信息的员工或外包服务商也采取了严格管理。连连支付承担因连连支付故意或疏忽导致的信息泄露对您造成的损失。</p>
				<span class="txt-bold">第四条 本服务的使用条款</span>
				<p>为有效保障您使用本服务进行交易时的合法权益，您理解并同意接受以下规则：</p>
				<p>一、一旦您使用本服务，连连支付将遵照您的指示并根据连连支付的流程规定和要求将您指定银行账户中的款项支付给您所指定的对象，或收取他人支付给您的款项，将此笔款项转入您所指定银行账户中。为避免疑义，连连支付不提供预支或垫付、透支、现金存取和融资服务。</p>
				<p>二、连连支付通过以下两种方式接受来自您的指令：其一，您在连连支付网站或其他可使用本服务的网站上通过该银行卡并依照本服务预设流程修改或确认交易状态；其二，您通过您使用时与该银行卡绑定的手机或其他专属于您的通讯工具（以下合称该手机）号码对连连支付系统发送的信息（短信或电话等）进行回复。无论您通过以上两种方式中的任一种向连连支付发出指令，都不可撤回或撤销，且成为连连支付代理您支付或收取所涉款项的唯一指令。在您与第三方发生交易纠纷时，您授权连连支付自行判断并决定将争议款项的全部或部分支付给交易一方或双方，除非您已及时取得相关法院的就其它处理方式的命令。</p>
				<p>三、您在使用本服务过程中，本协议内容、网页上出现的关于交易操作的提示或连连支付发送到该手机的信息（短信或电话等）内容是您使用本服务的相关规则，您使用本服务即表示您同意接受本服务的相关规则。您了解并同意连连支付单方修改服务的相关规则，而无须征得您的同意。连连支付会提前30日将上述规则调整在连连支付网站上公布，不另作个別通知。服务规则应以您使用服务时的页面提示（或发送到该手机的信息或电话等）为准，您同意并遵照服务规则是您使用本服务的前提。</p>
				<p>四、连连支付将对您在使用本服务中的所有操作进行记录，不管该操作的目的最终是否实现，供您在本系统中实时查询。连连支付并将以电子邮件（或发送到该手机的信息或电话等）方式通知您交易进展情况、交易处理结果等，和或提示您进行下一步的操作，但连连支付不保证您能够收到或者及时收到该邮件（或发送到该手机的信息或电话等），且不对此承担任何后果，因此，在交易过程中您应当及时登录到相关网站查看和进行交易操作。因您没有及时查看和对交易状态进行修改或确认或未能提交相关申请而导致的任何纠纷或损失，连连支付除通知义务外不负任何责任。如您以连连支付系统的纪录为基础，与您的账户进行核对查询后，认为数额有误，则连连支付将向您提供连连支付已按照您的指示收付款的纪录，您了解并同意您最终能够收到款项的责任是由您登记的银行账户对应的银行承担的，您需同时向该银行请求查证。</p>
				<p>五、连连支付会将与您交易相关的资金，独立于连连支付营运资金之外，且不会将该资金用于非您指示的用途。</p>
				<p>六、连连支付并非银行或其它金融机构，本服务也非金融业务，本协议项下的资金移转均通过银行来实现，你理解并同意您的资金于流转途中的合理时间。</p>
				<p>七、在您使用连连支付服务时，您授权连连支付通过银行或向第三者审核您的身份和资格，并取得关于您使用本服务的相关资料。</p>
				<p>八、连连支付确保按照合作银行汇率标价购买指定的外汇，且您不承担选择的牌价中标明的汇率与实际购买时执行的汇率之间的汇兑损益，该汇兑损益由连连支付与其合作银行协商确定。您同意承担相应的银行手续费、货币贬值及可能的利息损失，以及交易退款涉及的汇兑损益，您与合作商户另有约定的除外。</p>
				<p>九、您同意，为提供本协议项下支付服务之目的（若适用），连连支付可以将您的身份信息、银行卡信息、交易信息实时同步到合作银行，您也同意合作银行为您办理外汇的购汇，以及国际收支申报等按照相关规定需要履行的义务。</p>
				<p>十、您不得将本服务用于非连连支付书面许可的其他用途。</p>
				<p>十一、交易风险</p>
    			<p>1、在使用本服务时，若您或您的交易对方未遵从本服务协议或网站说明、交易页面中之操作提示、规则，则连连支付有权拒绝为您与交易对方提供相关服务，且连连支付不承担损害赔偿责任。</p>
    			<p>2、因您的过错导致的任何损失由您自行承担，该过错包括但不限于：不按照交易提示操作，未及时进行交易操作，遗忘或泄漏银行卡号或密码，密码被他人破解，您使用的计算机被他人侵入。</p>
    			<p>十二、权利义务转让：若无连连支付的书面同意，您不得将您在本协议项下的任何权利和义务转让给任何第三人。</p>
    			<p>十三 如您需要注销（永久冻结）您的银行卡支付服务，应通知连连支付和合作商户。如不存在您与合作商户之间的争议且符合本服务协议的流程，连连支付可注销该银行卡的服务，该等注销亦应当被视为连连支付与您之间的协议已解除，但您仍应对您使用本服务期间的行为承担可能的违约或损害赔偿责任，同时连连支付仍可保有您的相关信息。您的有关交易信息应自交易记账当年计起至少保存5年，您的相关身份资料应自连连支付与您之间的协议解除当年起至少保留5年。</p>
    			<p>十四、客户责任：如果您认为您的银行卡或手机验证码可能存在安全问题，或者您发现有人私自使用您的银行卡或手机验证码，请您立刻通知连连支付。若您发现您的交易和提现记录有误，您必须立即通知连连支付，这是您的义务和责任。如果您发现有未经您授权产生的交易或资金提现，或者有人已经知悉您的银行卡号或手机验证码，您必须立刻通知连连支付，这是您的义务和责任。您的及时通知将可能有助于保护您的权益。在发生任何违法交易、盗窃或诈骗行为等触犯刑法之情况时，您应向连连支付提交相应的资料或证据证明未经许可发生的交易损失，同时连连支付将按照有关司法机关之指示行事。由此涉及您的合法权益时，您应及时主动向连连支付、银行或有关司法机构提供有关交易证据，必要时您应就您提供的证据向银行或有关司法机构进行说明，如未能提供真实有效的交易证据，您应独立承担由此造成的一切损失。</p>
    			<p>十五、您同意配合连连支付按照有关法律规定，采取反洗钱或反恐怖融资的相关措施。</p>
				<span class="txt-bold">第五条 本服务的使用限制条款</span>
				<p>一、您在使用本服务时应遵守中华人民共和国相关法律法规、您所在国家或地区之法令及相关国际惯例，不将本服务用于任何非法目的（包括用于禁止或限制交易物品的交易），也不以任何非法方式使用本服务。</p> 
				<p>二、当您使用本服务时，严禁从事以下行为：</p>
			    <p>1、侵害他人名誉权、隐私权、商业秘密、商标权、著作权、专利权等合法权益。</p>
			    <p>2、违反依法定或约定之保密义务。</p>
			    <p>3、冒用他人名义使用本服务。</p>
			    <p>4、从事不法交易行为，如洗钱、贩卖枪支、毒品、禁药、盗版软件、黄色淫秽物品、其他连连支付认为不得使用本服务进行交易的物品等。</p>
			    <p>5、提供赌博资讯或以任何方式引诱他人参与赌博。</p>
			    <p>6、使用本人信用卡账户、非法使用他人银行账户（包括信用卡账户）或无效银行账号（包括信用卡账户）充值。</p>
			    <p>7、违反《银行卡业务管理办法》使用银行卡，或利用信用卡套取现金（以下简称套现）。</p>
			    <p>8、进行与您或交易对方宣称的交易内容不符的交易，或不真实的交易。</p>
			    <p>9、从事任何可能含有电脑病毒或是可能侵害连连支付系统、资料之行为。</p>
			    <span class="txt-bold">第六条 服务中止或终止</span>
				<p>您同意连连支付有权基于单方判断，包含但不限于连连支付认为您已经违反本服务协议的明文规定及精神，或在发现异常交易或有疑异或有违法之虞时，或在其他必要时不经事先通知而中止或终止您的银行卡的服务使用，拒绝您使用本服务之部分或全部功能。连连支付有权要求您向连连支付提供合法有效的交易证据，必要时您应就您提供的证据向连连支付、银行或有关司法机构予以说明。否则，您应独立承担由此造成的一切损失。</p>
				<span class="txt-bold">第七条 服务费用</span>
				<p>一、连连支付目前不对您使用连连支付的服务收取任何服务费用。连连支付保留根据《服务收费规则》向您收取服务费用的权利。连连支付有权制订及不时调整服务费规则，具体服务费用以连连支付在营业场所和网站上公示的《服务收费规则》为准。连连支付对服务费进行调整时，会在实施新的服务费标准之前在营业场所和网站上连续公示30日。</p>
				<p>二、除非另有说明或约定，您同意连连支付有权自您委托连连支付代管、代收或代付的款项中直接扣除上述服务费用。</p>
				<span class="txt-bold">第八条 隐私权保护</span>
				<p>连连支付重视对用户隐私的保护，关于您的银行卡资料和其他特定资料依连连支付《隐私保护协议》进行保护与规范，详情请参阅连连支付《隐私保护协议》。</p>
				<span class="txt-bold">第九条 系统中断或故障</span>
				<p>因下列原因，致使您无法使用本服务或造成您损失的，连连支付将不承担任何责任：连连支付制定且预先通知的系统停机维护；因电信机线设备原因以致发生错误、迟滞中断或不能传递；因台风、地震、海啸、洪水、停电、战争、电脑黑客等不可抗力之因素，造成连连支付系统障碍不能正常执行业务。</p>
				<span class="txt-bold">第十条 责任范围及责任限制</span>
				<p>一、连连支付仅对本协议中列明的责任承担范围负责。</p>
				<p>二、您明确因交易所产生的任何风险应由您与交易对方承担。</p>
				<p>三、用户信息是由您本人自行提供的，您应保证该信息之准确、及时和完整，您应对您的判断承担全部责任。</p>
				<p>四、连连支付不对交易及本服务提供任何形式的保证，包括但不限于以下事项：</p>
			    <p>1、本服务符合您的需求。</p>
			    <p>2、本服务不受干扰、及时提供或免于出错。</p>
			    <p>3、您经由本服务购买或取得之任何产品、服务、资讯或其他资料符合您的期望。</p>
			    <p>五、使用本银行卡支付服务的特约商户，所提供之商品或服务的品质及内容由该特约商户自行负责，连连支付不负责处理您与特约商户之间的交易纠纷。</p>
			    <p>六、您经由本服务之使用下载或取得任何资料，应由您自行考量且自负风险，因资料之下载而导致您电脑系统之任何损坏或资料流失，您应负完全责任。</p>
			    <p>七、您自连连支付及连连支付工作人员或经由本服务取得之建议和资讯，无论其为书面或口头形式，均不构成连连支付对本服务之保证。</p>
			    <p>八、在法律允许的情况下，连连支付对于与本协议有关或由本协议引起的任何间接的、惩罚性的、特殊的、派生的损失（包括业务损失、收益损失、利润损失、使用数据或其他经济利益的损失），不论是如何产生的，也不论是由对本协议的违约（包括违反保证）还是由侵权造成的，均不负有任何责任，即使事先已被告知此等损失的可能性。另外即使本协议规定的排他性救济没有达到其基本目的，也应排除连连支付对上述损失的责任。</p>
			    <p>九、除本协议另有规定外，在任何情况下，连连支付对本协议所承担的违约赔偿责任总额不超过向您收取的当次服务费用总额。</p>
			    <span class="txt-bold">第十一条 知识产权保护</span>
				<p>一、连连支付网站上所有内容，包括但不限于著作、图片、档案、资讯、资料、网站架构、网站画面的安排、网页设计，均由连连支付或其关联企业依法拥有其知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。</p>
				<p>二、非经连连支付或其关联企业书面同意，任何人不得擅自使用、修改、复制、公开传播、改变、散布、发行或公开发表连连支付网站程序或内容。</p>
				<p>三、尊重知识产权是您应尽的义务，如有侵犯，您应承担损害赔偿责任。</p>
				<span class="txt-bold">第十二条 完整协议</span>
				<p>本协议由本协议条款与连连支付制定和公示的其他各项规则组成，相关名词可互相引用参照，如有不同理解，以本协议条款为准。您同意，在您使用连连支付的支付服务时，您应完全遵守本银行卡支付服务协议及连连支付制定的各项规则及支付服务页面提示等。</p>
				<span class="txt-bold">第十三条 法律适用及管辖</span>
				<p>本服务协议适用中华人民共和国法律并依照中华人民共和国法律进行解释。与本服务协议有关的任何争议，均应提交连连支付所在地的中华人民共和国法院管辖。</p>
				<span class="txt-bold">第十四条 语言</span>
				<p>本协议语言为中文。连连支付可翻译成英文或其他语言，如果本协议与翻译的文本不一致，以中文为准。</p>
				<span class="txt-bold">第十五条 具体业务条款——分期付</span>
				<p>一、分期付是指您通过提供您本人身份和银行信息（即姓名、身份证号、银行卡号、手机号）验证后确认分期还款，并通过连连支付完成首期支付后，再次支付无需您验证即可完成的扣款产品。</p>
				<p>二、您应当仔细校对您的分期还款内容，一旦确认，扣款指令将不可撤回。如您选择在同一期还款计划中分多次扣款的，累计扣款金额不超过每期的原计划扣款金额；如您变更您的分期还款计划，您可通过您的商家进行修改，连连支付将通过短信等方式通知您；如您的分期还款计划在您未授权的情况下进行了修改，您应及时联系连连支付，以降低和防止损失的发生。</p>
				<p>三、若您在分期付平台同时授权绑定多张银行卡，您同意当最近一次成功扣款的银行卡金额不足时，可从您的其他已绑定银行卡中扣款。</p>
				<p>四、在您与您的商家发生纠纷的情况下，如果您已经发起了任何诉讼或仲裁程序，则在向连连支付提供相关文件之后，您可以选择中止代扣。</p>
				<p>五、分期计划如下：</p>
				<p>您于2016年12月22日在（商户平台）执行合同编号，首付元，余款申请分期付款，共分期，每（首）期还款元。详细分期计划如下：</p>
				<p>计划序号 	还款日期 	还款金额（单位：元） 	备注</p>
				<p>若您在确认上述信息内容时，部分信息由于您的商家传送的数据还未生成等原因可能造成未显示成功，此属正常现象。</p>
			</div>
		</div>
    </div>

</template>

<script>

	var top = require('../components/top');
	var bridge = require('../js/bridge.js');

	module.exports = {
		data: function() {
			return {
				params: this.$route.query,
				dateArr: []
			}
		},
		components: {
			top: top
		},
		methods: {
			goback: function() {
				bridge.goBack();
			}
		},
		created: function() {
			console.log(this.params);
			this.dateArr = (this.params.date && this.params.date.split('-')) || [];
		}
	};

</script>

<style scoped>
	.leftBtn{
		height:100%;
		position: absolute;
		left: 0;
		top: 0;  
		padding-left:50px; 
	}
	.protocol-wrap{
		padding: 30px;
		text-align: left;
		font-size: 28px;
		word-break: break-all;
		h2{
			text-align: center;
			margin-bottom: 30px;
		}
		span{
			display: block;
			margin-bottom: 30px;
		}
		.txt-bold{
			font-weight: bold;
		}
		.no-b{
			margin-bottom: 0;
		}
		.txt-r{
			text-align: right;
		}
		p{
			margin-bottom: 30px;
			text-indent: 50px;
		}
	}
</style>

