<template>
	<div class="view-box">
		<top :title="title">
			<div class="leftBtn" slot="leftBtn" @click="goback">关闭</div>
		</top>
		<div class="acc-mains scroll-box scroll-box-bottom">
			<div class="protocol-wrap" v-if="this.params.type==1">
				<div class="txt-c txt-bold mb30">保证合同</div>
				<span class="txt-bold txt-r mb30">编号：<span class="line"></span></span>
				<p class="txt-bold mb10">甲方（委托人）： {{params.name}}</p>
				<p class="txt-bold mb10">证件类型： {{params.idtype}}</p>
				<p class="txt-bold mb60">证号： {{params.idcard}}</p> 
				<p class="txt-bold mb10">乙方（保证人）：浙江和平担保有限公司</p>
				<p class="txt-bold mb10">地址：杭州市下城区新坝21号</p>
				<p class="txt-bold mb60">法定代表人： 吴峰</p>
				<p>鉴于：</p>
				<p>1.甲方拟在杭州投融谱华互联网金融服务有限公司运营管理的“畅享时贷”平台（域名为www.tourongjia.com， 以下简称“畅享时贷”）申请借款，借款金额为<span class="line">{{params.amount}}</span>元。</p>
				<p>2.甲方委托乙方为甲方的上述借款本金、利息及其他费用提供担保。</p>
				<p>3.乙方接受甲方的委托，为甲方提供连带责任保证。</p>
				<p>甲、乙双方就上述担保事项，经协商一致后，订立本合同，以供共同遵守。</p>
				<p class="txt-bold">第一条  委托期限</p>
				<p>1.甲方委托乙方为其提供担保，乙方的担保服务期限为 <span class="line">{{fromDateArr[0]}}</span> 年 <span class="line">{{fromDateArr[1]}}</span>月<span class="line">{{fromDateArr[2]}}</span>日至<span class="line">{{toDateArr[0]}}</span>年<span class="line">{{toDateArr[1]}}</span>月 <span class="line">{{toDateArr[2]}} </span>日。</p>
				<p>2.任何一方可以单方面宣布解除本合同，另一方收到书面通知时即本合同解除之时。但是合同解除前已经发生的借款，双方权利义务仍然受本合同的约束。</p>
				<p class="txt-bold">第二条  担保金额</p>
				<p>乙方为甲方在“畅享时贷”的借款提供担保，甲方的借款金额由“畅享时贷”审核确定，并可以变更。乙方为甲方担保的债权本金额为<span class="line">{{params.amount}}</span>万元。</p>
				<p class="txt-bold">第三条  权利义务</p>
				<p>1.甲方在还款期限届满后未按时还款，乙方应当履行保证义务。</p>
				<p>2.乙方为甲方提供担保的，乙方依照甲方借款金额的<span class="line">0.53</span>%（年化）收取担保服务费，该费用由杭州投融谱华互联网金融服务有限公司向乙方支付，甲方不承担担保费用。</p>
				<p>3、.甲方借款发逾期，由乙方履行保证义务后，甲方应在代偿次日将代偿款支付给乙方，乙方根据代偿的金额，按照日利率<span class="line">0.1</span>%的标准向甲方计收资金占用损失费。</p>

				<p class="txt-bold">第四条  争议的解决</p>
				<p>1.因履行本协议发生争议的，应当协商解决。</p>
				<p>2.对本协议的任何补充和修改，经协商一致后，应当作出书面约定。</p>
				<p>3.协商不成的，可以向乙方住所地人民法院提起诉讼。</p>
				<p>4.守约方因主张权利所指出的全部费用由违约方承担，包括律师代理费<span class="line red">（每个案件按照代偿金额的5%计算，最低不低于5000元）</span>及其他合理费用。</p>
				<p class="txt-bold">第五条  其他约定</p>
				<p>1.本协议经甲、乙双方签字（自然人）或盖章（法人）后生效；</p>
				<p class="mb30">2.本协议一式贰份，甲、乙双方各执壹份，具有同等法律效力。</p>
				<p class="mb30">
					<span>甲方（委托人）：{{params.name}}</span>
					<span>日期： {{fromDateArr[0]}} 年 {{fromDateArr[1]}} 月 {{fromDateArr[2]}} 日</span>
				</p>
				<p class="mb30">
					<span>乙方（保证人）：浙江和平担保有限公司</span>
					<span>日期： {{fromDateArr[0]}} 年 {{fromDateArr[1]}} 月 {{fromDateArr[2]}} 日</span>
				</p>

				<div class="txt-c txt-bold mb30">借款合同</div>
				<span class="txt-bold txt-r mb30">合同编号：<span class="line"></span></span>
				<p class="txt-bold mb10">甲方（借款人）： {{params.name}}</p>
				<p class="mb10">畅享时贷用户名：{{params.username}}</p>
				<p class="mb10">证件类型： {{params.idtype}}</p>
				<p class="mb60">证件号码： {{params.idcard}}</p>

				<p class="txt-bold mb10">乙方（出借人）： </p>
				<p class="mb10">畅享时贷用户名：</p>
				<p class="mb10">证件类型： </p>
				<p class="mb60">证件号码： </p>

				<p class="txt-bold mb10">丙方（保证人）：浙江和平担保有限公司 </p>
				<p class="mb10">经营地址：   杭州市下城区新坝21号</p>
				<p class="mb60">法定代表人/负责人：吴峰 </p>
				<p>甲方向乙方申请借款，乙方同意向甲方出借款项，丙方向乙方提供不可撤销的连带保证担保责任，且甲方、乙方、丙方均为具有完全民事权利能力和完全民事行为能力的自然人或法人，根据中华人民共和国有关法律法规，经三方协商一致订立本合同。</p>
				<p class="mb60">网络借贷信息中介机构指杭州投融谱华互联网金融服务有限公司运营管理的“畅享时贷”平台（域名为www.tourongjia.com， 以下简称“畅享时贷”）。</p>
				<span class="txt-bold">第一部分：借款明细</span>
				<table width="100%" border="0" cellpadding="0" cellspacing="0">
					<tr>
						<td>借款本金金额</td>
						<td colspan="3">人民币<br>{{params.amount}}元</td>
					</tr>
					<tr>
						<td>本金金额大写</td>
						<td colspan="3">{{(params.amount || '') | convertCurrency}}圆整</td>
					</tr>
					<tr>
						<td>借款用途</td>
						<td colspan="3">{{params.use}}</td>
					</tr>
					<tr>
						<td>借款利率</td>
						<td>{{params.rate}}%/月</td>
						<td>借款分期期数</td>
						<td>{{params.term}}个月</td>
					</tr>
					<tr>
						<td>借款期限及起止日期</td>
						<td colspan="3">{{params.term}}个月，{{fromDateArr[0]}} 年{{fromDateArr[1]}} 月 {{fromDateArr[2]}} 日 至 {{toDateArr[0]}} 年 {{toDateArr[1]}} 月 {{toDateArr[2]}} 日</td>
					</tr>
					<tr>
						<td>还款方式</td>
						<td colspan="3">{{params.repayType}}</td>
					</tr>
					<tr>
						<td>每月还款金额</td>
						<td colspan="3">人民币<br>{{params.monthamount}}元</td>
					</tr>
					<tr>
						<td>每月还款日期</td>
						<td colspan="3">放款次月的<span class="line">{{params.repayDate}}</span>日，以后每月均以该日作为还款日</td>
					</tr>
					<tr>
						<td>还款账户号</td>
						<td colspan="3">{{params.bankCard}}</td>
					</tr>
					<tr>
						<td>开户银行</td>
						<td colspan="3">{{params.bankName}}</td>
					</tr>
					<tr>
						<td>账户名称</td>
						<td colspan="3">{{params.name}}</td>
					</tr>
				</table>
				<span class="txt-bold">注：畅享时贷将会以短信形式或其他方式通知借款人每月还款的日期及金额，并在还款日对借款人的还款账户进行扣款，借款人应确保还款日的中午12点前还款账户中存有足额的款项。</span>
				<p class="txt-bold">第二部分：借款通用条款</p>
				<p class="txt-bold">一、 释义</p>
				<p>1. 《借款合同》（“本合同”）由两部分组成：第一部分为“借款明细”，该明细中所列借款利率等内容会根据第二部分的相关内容做相应的调整；第二部分为“借款通用条款”。</p>
				<p>2. 甲方是指“借款明细”中列明的甲方，为畅享时贷核实的实名注册用户，是符合中华人民共和国法律（“中国法律”，仅为本合同之目的，不包括香港特别行政区、澳门特别行政区和台湾省的法律法规）规定的具有完全民事权利能力和民事行为能力，独立行使和承担本合同项下权利义务的自然人、法人或其他组织。</p>
				<p>3. 乙方是指“借款明细”中列明的乙方，为畅享时贷核实的实名注册用户，是符合中国法律规定的具有完全民事权利能力和民事行为能力，独立承担本合同项下权利义务的自然人。在特定情况下，借款转让后的乙方可能是符合中国法律规定的企业法人或其他机构。乙方不可撤销地授权畅享时贷将其信息，包括但不限于姓名/名称、有效证件号码等，为本合同项下之目的提供给与本合同项下借款相关的保险公司。</p>
				<p>4. 丙方是指与畅享时贷有战略合作关系的、具有融资性担保资格的融资性担保公司，为符合中国法律规定的具有完全民事权利能力和民事行为能力，独立承担本合同项下权利义务的法人。</p>
				<p>本合同项下甲方、乙方、丙方单独称“一方”，合称“各方”。</p>
				<p>5. 杭州投融谱华互联网金融服务有限公司是依法设立，专门从事网络借贷信息中介业务活动的金融信息中介公司，以互联网为主要渠道，为借款人与出借人实现直接借贷提供信息搜集、信息公布、资信评估、信息交互、借贷撮合等服务；严格遵守法律法规和网络借贷的相关监管规定，根据本机构风险管理能力控制同一借款人在同一网络借贷信息中介机构平台及不同网络借贷信息中介机构平台的借款余额上限，不承担借贷违约风险。</p>
				<p>6. 借款金额是指“借款明细”中列明的借款本金金额。借款币种为人民币。</p>
				<p>7. 借款利率是指“借款明细”中列明的借款利率。</p>
				<p>8. 借款用途是指“借款明细”中列明的借款用途。</p>
				<p>9. 借款期限是指自借款放款日起至最终到期日止的期间，如借款实际放款日与合同约定的借款开始日期存在差异的，则借款期限不变，借款起止日期以借款实际放款日为准。</p>
				<p>10.借款放款成功<b>是指乙方通过畅享时贷以网络在线点击确认的方式接受本合同后，即不可撤销地授权畅享时贷或畅享时贷委托的第三方将“借款明细”中列明的借款本金金额的资金由乙方的畅享时贷用户名项下账户（“乙方畅享时贷账户”）划转至甲方的畅享时贷用户名项下账户（“甲方畅享时贷账户”）中，划转完毕即视为借款发放成功。甲方畅享时贷账户未及时提取借款资金的，仍需按本合同约定支付利息。</b></p>
				<p><b>如借款本金是通过银行系统转账至甲方账户的，自畅享时贷向银行提交转账申请之日即视为借款放款成功之日。</b></p>
				<p>11. 还款方式是指“借款明细”中列明的还款方式。</p>
				<p>12. 工作日是指畅享时贷的正常营业日（不包括中国的法定公休日和节假日）。</p>
				<p class="txt-bold">二、权利与义务</p>
				<p class="txt-bold">1.甲方的权利与义务：</p>
				<p>（1）甲方有权要求乙方按本合同约定发放借款；</p>
				<p>（2）甲方有权要求乙方、丙方对甲方提供的有关个人还款能力的资料予以保密，但乙方、丙方为本合同之目的或办理个人征信相关之目的披露给畅享时贷及其委托的第三方、个人征信机构或法律、行政法规另有规定的除外；</p>
				<p>（3）甲方应按乙方、丙方要求提供有关个人身份、还款能力及个人信用报告的资料（包括但不限于姓名、身份证号、学历、联系方式、联系地址、职业信息、联系人信息等），并保证资料的真实性、准确性、完整性；</p>
				<p>（4）甲方应办理银行卡，以便甲方通过此卡接受借款、支付保证金并在借款到期时向乙方履行还款义务。此银行卡需在畅享时贷通过绑定认证；</p>
				<p>（5）乙方按本合同约定发放借款后，甲方应确保自身具有与借款金额相匹配的还款能力，并按照本合同约定的期限归还全部借款本息；</p>
				<p>（6）甲方应提供在所有网络借贷信息中介机构未偿还借款信息，不得同时通过多个网络借贷信息中介机构，或者通过变换项目名称、对项目内容进行非实质性变更等方式，就同一借款项目进行重复借款；不得通过故意变换身份、虚构借款、夸大借款项目收益前景等形式的欺诈借款；不得在畅享时贷以外的公开场所发布同一借款信息；不得从事法律法规和网络借贷有关监管规定禁止从事的其他活动；</p>
				<p>（7）甲方应按本合同约定用途使用借款，未经乙方书面同意甲方不得将借款挪作他用；<b>甲方不得将借款用于有价证券、期货、私募基金、股权等投资或国家明令禁止或限制的经营活动，</b>并自觉接受乙方或其委托的第三方对本合同项下借款使用情况的调查、了解及监督；</p>
				<p>（8）甲方应当积极配合乙方对其经营事项、经济状况的调查、了解及监督，并有义务向乙方提供相关资信资料；</p>
				<p>（9）发生变更住所、通讯地址、经营事项、工作单位或甲方银行账户等事项时，甲方应于有关事项变更后三日内书面通知乙方、丙方及畅享时贷；</p>
				<p>（10）在借款全部清偿前，如甲方发生影响或可能影响出借人权益的重大事件，包括但不限于财务状况恶化、陷入经济纠纷、辞（退）职、开除、除名、解雇、重大违纪事件时，应于事件发生后三日内书面通知乙方、丙方及畅享时贷；</p>
				<p>（11）甲方承担本合同项下有关费用的支出，包括但不限于用于公证、鉴定、评估、登记、快递等事项的费用；</p>
				<p>（12）畅享时贷有权就本合同所提供的服务向甲方收取服务费，上述费用的收取方式由甲方和畅享时贷另行约定；</p>
				<p>甲方应归还的上述款项统称为“应付款项”。</p>
				<p class="txt-bold">2. 乙方的权利与义务：</p>
				<p>（1）乙方有权要求甲方提供与本合同项下借款相关的全部资料；</p>
				<p>（2）乙方应具备投资风险意识、风险识别能力、拥有非保本类金融产品投资的经历并熟悉互联网，依本合同约定按时足额向甲方发放借款（因甲方原因造成迟延的除外）；</p>
				<p>（3）乙方有权依本合同约定或法律规定，收取甲方应偿付的借款本金、利息、罚息、违约金及所有其他应付费用；乙方有权了解、核实有关甲方身份、还款能力、个人信用和家庭财务状况，有权要求甲方提供相关文件资料；</p>
				<p>（4）乙方出借资金为来源合法的自由资金；</p>
				<p>（5）乙方应对甲方提供的有关个人资料予以保密，但乙方为本合同之目的或办理个人征信之目的披露给畅享时贷及其委托的第三方、个人征信机构或法律、行政法规另有规定的除外；</p>
				<p>（6）乙方有权自行或委托第三方对借款的使用情况进行监督；</p>
				<p>（7）甲方的资信情况或还款能力出现重大变化（包括但不限于经营状况发生重大变化、拖欠其他债务），足以影响其偿债能力或使其已经不再符合乙方借款条件的，乙方或其委托的第三方有权以书面形式要求借款提前到期；</p>
				<p>（8）乙方应自行承担借贷产生的本息损失；</p>
				<p>（9）未经乙方授权，畅享时贷不得以任何形式代乙方行使投资决策权。</p>
				<p class="txt-bold">3.  丙方的权利与义务：</p>
				<p>（1）丙方有权了解、核实有关甲方的身份、还款能力、个人信用和家庭财务状况，有权要求甲方提供相关文件资料；</p>
				<p>（2）丙方有权就为本合同借款所提供的服务向甲方收取担保服务费等费用，费用的收取方式及额度由甲方与丙方另行约定；</p>
				<p>（3）丙方应对甲方提供的有关个人资料予以保密，但丙方为本合同之目的或办理征信之目的披露给乙方、畅享时贷及其委托的第三方、个人征信机构或法律、行政法规另有规定的除外；</p>
				<p>（4）丙方有权自行或委托第三方对借款的使用情况进行检查；</p>
  				<p>（5）借款发放成功后，乙方即不可撤销地授权丙方及其合法受托人可随时以短信、电话、电子邮件或其他合法方式提醒并催告甲方履行还款义务；</p>
				<p>（6）在保证期间内，丙方不得向第三方提供超出其自身负担能力的担保或以其他任何可能危及担保能力的方式处置资产，不得将财产抵押或质押给第三方；</p>
				<p>（7）未经乙方书面同意，丙方不得擅自对企业章程、经营范围、法定代表人进行变动，不得擅自出售、出租、转移或以其他方式处置资产；</p>
				<p>丙方的公司经营出现重大变化，足以影响其代偿能力或使其已经不再符合丙方条件的，丙方应在变化发生后3日内书面通知甲方、乙方和畅享时贷；</p>
				<p>（8）存在下列情形之一者，丙方不承担担保责任：</p>
       			<p>①甲方与乙方在本合同项下的借贷关系无效的；</p>
       			<p>②未经丙方书面同意，乙方放弃、变更、解除本合同借款项下的物的担保或其他保证人的担保责任的；</p>
       			<p>③未经丙方书面同意，乙方同意甲方转让本合同项下还款义务的；</p>
       			<p>④除本合同有约定外，未经丙方公司书面同意，甲方与乙方变更本合同或就本合同达成和解、调解意见的；</p>
       			<p>⑤甲方与乙方其他恶意侵害丙方的行为。</p>

				<p class="txt-bold">三、 逾期还款</p>
				<p>1. 还款日<span class="line"><b>中午12</b></span>点前，甲方未足额支付应付款项的，则视为逾期。</p>
				<p>如乙方宣布借款提前到期的，甲方在通知中限定的时间内未按时还款的，同样视为逾期。</p>
				<p>本借款甲方可以申请提前还款，但是应当提前<span class="line red">五</span>个工作日向畅享时贷提出书面申请并一次性付清全部本息，并且甲方只有在借款期限满<span class="line red">3</span>个月（即还款达到<span class="line red">3</span>期以上，含<span class="line red">3</span>期）的情况下才能申请提前还款。</p>
				<p>同时甲方申请提前还款的，如提前还款的日期不满整月的，按整月计息（即提前还款时的最小计息单位为月，不满一个月的按一个月计算利息）。</p>
				<p><span class="line red">甲方在还款3个月后，申请提前还款的，除支付当期本息和剩余本金外，还需要向乙方支付剩余本金的暂定%作为违约金。</span></p>
				<p>2. 甲方逾期的，按借款本金的<b>0.2%/日</b>的利率按日计收逾期罚息直至清偿完毕之日止（不含清偿完毕之日）。</p>
				<p>3. 逾期款项中的利息、逾期罚息不计利息。若甲方的还款金额低于债务总额的，按下列清偿顺序清偿：</p>
				<p>1）实现债权的费用；</p>
				<p>2）违约金、罚息；</p>
				<p>3）利息；</p>
				<p>4）借款本金。</p>
				<p>4. 甲方不可撤销地授权畅享时贷或畅享时贷委托的第三方在甲方未能按时足额支付应付款项的情况下，在甲方全部到期应付款项的范围内，随时划扣甲方畅享时贷账户及其指定银行账户中的资金用于归还甲方到期应付款项，该等划扣无需甲方另行同意。</p>
				<p class="txt-bold">四、借款担保条款</p>
				<p>1.保证方式：为确保甲方履行还款义务，丙方同意按照本合同及《担保函》的约定，为甲方履行债务承担连带责任保证担保。</p>
				<p>2.保证范围：丙方的保证范围为借款本金、利息、罚息、违约金、实现债权的费用( 包括但不限于律师费用、诉讼费用、公证费用、执行费用) 以及其他到期应付的款项。</p>
				<p>3.保证期间：本合同项下的保证期间为自本合同签订之日起至甲方履行债务期限届满后2年。若乙方依法要求甲方提前履行债务的，保证期间自乙方通知甲方提前履行债务之日起2年。若主债权为分笔清偿，则保证期间为自本合同生效之日起至最后一期债务履行期限届满后2年。</p>
				<p>4.若甲方未按本合同约定履行偿付债务本息和相关费用的义务，乙方有权直接向丙方追偿，并委托畅享时贷向丙方发出代偿通知。丙方保证对乙方提出的要求承担担保责任，不得无故滥用抗辩权。</p>
				<p>5.乙方放弃担保物权、担保物权顺位或者变更担保物权的，造成乙方对上述担保物权的优先受偿权丧失或减少时，丙方仍应当承担连带责任，对乙方承担的担保责任也不因之而免除或减少。</p>
				<p class="mb30">6.丙方的保证责任也不因受到自身的财务状况的改变、与任何单位或个人签订的其他任何协议而免除。</p>
				<p class="txt-bold">五、 违约责任</p>
				<p>1. 本合同各方均应履行本合同所约定的义务。任何一方不履行或不完全履行本合同所约定义务的，应当依法承担违约责任并承担相关费用，包括但不限于诉讼费、财产保全费、交通费、律师费（律师费按照起诉金额的5%计算）、执行费、评估费、拍卖费、保管费、过户费等费用。</p>
				<p>2. 发生下列任何一项或几项情形的，视为甲方违约：</p>
				<p>（1）甲方不履行或不完全履行任何本合同所约定的甲方义务的；</p>
				<p>（2）甲方违反其在本合同所做的任何承诺和保证的；</p>
				<p>（3）甲方的任何财产遭受没收、征用、查封、扣押、冻结等可能影响其履约能力的不利事件，且不能及时提供有效补救措施的；</p>
				<p>（4）甲方的财务状况出现其他影响其履约能力的不利变化，且不能及时提供有效补救措施的。</p>
				<p>3. 若甲方违约或根据乙方合理判断甲方可能发生违约事件的，乙方（委托畅享时贷）有权采取下列任何一项或几项救济措施：</p>
				<p class="txt-bold">（1）立即暂缓、取消发放全部或部分借款；</p>
				<p class="txt-bold">（2）宣布已发放借款全部提前到期，甲方应立即偿还所有应付款项；</p>
				<p class="txt-bold">（3）解除本合同；</p>
				<p class="txt-bold">（4）采取法律、法规以及本合同约定的其他救济措施。</p>
				<p>4. 因甲方违约，造成畅享时贷暂停借款信息发布的，给乙方造成的所有损失由甲方承担。</p>
				<p class="txt-bold">六、 证据和计算</p>
				<p>1. 本合同各方确认并同意，委托畅享时贷对本合同项下的任何金额进行计算并通过畅享时贷发布或更新具体的还款数据及时间；在无明显错误的情况下，畅享时贷对本合同项下任何金额的任何证明或确定，应作为该金额有关事项的终局证明。</p>
				<p>2.本合同各方委托畅享时贷保管所有与本合同有关的书面文件或电子信息；本合同各方确认并同意由畅享时贷提供的与本合同有关的书面文件或电子信息在无明显错误的情况下应作为本合同有关事项的终局证明。</p>
				<p class="txt-bold">七、 保密条款</p>
				<p>1.  本合同签署后，除非事先得到其他各方的书面同意，本合同各方均应承担以下保密义务：</p>
				<p>（1） 任何一方不得向非本合同方（畅享时贷除外）披露本合同以及本合同项下的事宜以及与此等事宜有关的任何文件、资料或信息（“保密信息”）；</p>
				<p>（2） 任何一方只能将保密信息和其内容用于本合同项下的目的，不得用于任何其他目的。本款的约定不适用于下列保密信息：</p>
				<p>A. 从披露方获得时，已是公开的；</p>
				<p>B. 从披露方获得前，接受方已经获知的；</p>
				<p>C. 从有正当权限并不受保密义务制约的第三方获得的；</p>
				<p>D. 非依靠披露方披露或提供的信息独自开发的。</p>
				<p>2. 本合同各方因下列原因披露保密信息，不受前款的限制：</p>
				<p>（1） 向本合同各方的董事、监事、高级管理人员和雇员及其聘请的会计师、律师、咨询公司披露；</p>
				<p>（2） 因遵循可适用的法律、法规的强制性规定而披露；</p>
				<p>（3） 依据其他应遵守的法规向审批机构和/或权力机构进行的披露。</p>
				<p>3. 本合同任何一方应采取所有其他必要、适当和可以采取的措施，以确保保密信息的保密性。</p>
				<p>4. 本合同各方应促使其向之披露保密信息的人严格遵守本条约定。</p>
				<p>5. 各方在本条项下的权利和义务应在本合同终止或到期后继续有效。</p>
				<p>八、 合同的变更、解除和终止</p>
				<p>1.本合同采用电子文本形式制成，并通过站内信的形式发送至协议各方的本网站信箱。各方可以通过畅享时贷的相关系统板块查阅有关合同并进行核对。如对此有任何争议，应以本网站记录的合同为准。</p>
				<p>2.本合同生效后，除本合同已有约定外，本合同任何一方均不得擅自变更或提前解除本合同。如确需变更或解除本合同，应经本合同各方协商一致，并达成书面协议。书面协议达成之前，本合同继续有效。</p>
				<p>3.期限届满，本合同及附件项下未清偿的借款本金、利息、罚息、违约金及所有其他应付款项，继续适用本合同相关条款。 </p>
				<p class="txt-bold">九、 法律适用与争议解决方式</p>
				<p>本合同的签订、履行、终止、解释均适用中国法律。各方同意，因本合同所产生的或与本合同有关的一切争议，各方应协商解决；协商无法达成一致的，<b>各方均有权向畅享时贷所在地法院提起诉讼。</b></p>
				<p class="txt-bold">十、 其他</p>
				<p>1. 甲方、乙方均同意并确认，甲方、乙方通过其畅享时贷账户和银行账户采取的行为所产生的法律效果和法律责任归属于甲方、乙方本身；甲方、乙方授权和委托畅享时贷和畅享时贷委托的第三方根据本合同所采取的全部行动和措施的法律后果均归属于甲方、乙方本身，与畅享时贷或畅享时贷委托的第三方无关，畅享时贷或畅享时贷委托的第三方也不因此承担任何责任。甲方和乙方同意，畅享时贷有权就其为甲方和乙方提供的服务按照约定收取服务费。</p>
				<p>2.本合同中所涉及到的金额均精确到分位，分位以下的金额均舍去；本合同所涉及到的百分比均采用四舍五入的方式保留小数点后两位。</p>
				<p>3. 本合同的条款标题仅为了索引方便而设，不影响对本合同条款内容的理解，也不应构成对本合同及其条款内容的定义、限制或扩大。</p> 
				<p>4. 甲方、乙方、丙方均确认，本合同的签订、生效和履行以不违反法律为前提。如果本协议中的任何一条或多条被司法部门认定为违反所须适用的法律，则该条将被视为无效，但该无效条款并不影响本合同其他条款的效力。</p>
				<p class="txt-bold">甲方、乙方、丙方均确认在签署合同前已经充分了解合同条款，并就合同中存在疑问的部分进行了充分的交流及说明，对本合同不存在误解或者其他认识及理解上的障碍。</p>
				<p>5. 本合同项下的借款申请材料与本合同相关的通知、证明、凭证、函电等附件均是本合同不可分割的组成部分，具有同等法律效力，对本合同各方均有法律约束力。</p>
				<p class="mb30">6.  本合同一式肆份，甲方、乙方、丙方各执一壹，畅享时贷备案壹份，具有同等法律效力。</p>
				<p class="mb60">（以下无正文，为本协议之签署）</p>
				<p>甲方（借款人）：{{params.name}}</p>
				<p class="mb60">日期： {{fromDateArr[0]}} 年 {{fromDateArr[1]}}月 {{fromDateArr[2]}}日</p>
				<p>乙方（出借人）：</p>
				<p class="mb60">日期： {{fromDateArr[0]}} 年 {{fromDateArr[1]}}月 {{fromDateArr[2]}}日</p>
				<p>丙方（保证人）：浙江和平担保有限公司</p>
				<p class="mb60">日期： {{fromDateArr[0]}} 年 {{fromDateArr[1]}}月 {{fromDateArr[2]}}日</p>


				<div class="txt-c txt-bold mb30">融资居间服务协议</div>
				<span class="txt-bold txt-r mb30">合同编号：<span class="line"></span></span>
				<p class="txt-bold mb10">甲方： {{params.name}}</p>
				<p class="mb10">身份证号码：{{params.idcard}}</p>
				<p class="mb60">联系电话： {{params.username}}</p>

				<p class="txt-bold mb10">乙方：杭州畅时贷网络科技有限公司 </p>
				<p class="mb10">经营地址：杭州市拱墅区绿地中央广场7座10楼</p>
				<p class="mb60">法定代表人：李振军 </p>
				<p>鉴于：甲方是有借款需求并在乙方平台上实名注册，同意乙方《畅享时贷注册协议》的借款申请人。</p>
				<p>乙方是杭州投融谱华互联网金融服务有限公司，互联网理财服务平台“畅享时贷”（网址为www.tourongjia.com） 的运营方（以下简称“畅享时贷”）。</p>
				<p class="mb30">甲、乙双方就乙方为甲方提供居间服务一事，依据《合同法》《民法通则》及相关法律、法规的规定，双方在自愿、平等的原则下经协商一致，签订如下协议：</p>
				<span class="txt-bold">一、释义 </span>
				<p>在本合同中，除非上下文另有解释，下列词语具有以下含义：</p> 
				<p>1. 借款申请人：指有借款需求，在乙方的平台进行注册，同意乙方《畅享时贷注册协议》，并向乙方提供借款资料供其审核，且同意通过乙方平台发布借款信息的借款方。</p>
				<p>2.  借款合同：指经乙方居间而由甲方与出借人以合同的形式订立的、约定甲方向出借人借入一定数额的货币资金，甲方到期还本付息的借款合同。</p>
				<p>3. 借款人：指在乙方实名注册，同意乙方《畅享时贷注册协议》，并通过乙方审核的、符合乙方关于借款人资格规定的、与出借人签订《借款合同》的借款方。</p>
				<p>4. 出借人：指在乙方实名注册，并通过乙方与借款人签订《借款合同》的出借方。</p>
 				<p class="mb30">5. 杭州投融谱华互联网金融服务有限公司是依法设立，专门从事网络借贷信息中介业务活动的金融信息中介公司，以互联网为主要渠道，为借款人与出借人实现直接借贷提供信息搜集、信息公布、资信评估、信息交互、借贷撮合等服务；严格遵守法律法规和网络借贷的相关监管规定。</p>
				<span class="txt-bold">二、甲方的权利和义务</span>
				<p>1. 甲方应当按如下要求向乙方提供和更新真实、准确、完整的甲方信息：</p>
				<p>（1）甲方应及时向乙方提供乙方要求的各项借款人基本信息，并保证及时更新甲方的个人信息，以确保诸如个人身份信息、电子邮件地址、联系电话（含手机号码）、联系地址、邮政编码等个人资料或企业名称、注册地址、法人代表、注册资金、经营范围、组织机构代码等信息和证明文件的有效性、安全性和及时更新，并应确保提供的信息真实、完整、准确。如已经提供的借款人基本信息发生任何变化，甲方应及时通知乙方，并应乙方要求提供相关证明文件。</p>
				<p>（2）如因甲方违反上述规定，提供的信息不真实、不完整、不准确、不及时和或未及时在各类信息发生变更后及时通知乙方并提供证明文件，所造成的一切损失和责任由甲方承担。</p>
				<p>2. 甲方应授权乙方收集、了解甲方的各项信用信息，包括但不限于其在中国人民银行的征信报告、工作情况、收入情况家庭成员情况、使用畅享时贷平台的情况、历史债务清偿情况以及其他各类信息等。</p>
				<p>3. 甲方有权按照约定通过乙方平台就自己的资金需求发布信息，查阅交易机会，签订和查阅合同，进行资金充值、提现。
				<p>4. 甲方应按约定向乙方支付居间报酬费用。</p>
				<p class="mb30">5.不从事法律法规和网络借贷有关监管规定禁止从事的其他活动。</p>
				<span class="txt-bold">三、乙方的权利和义务</span>
				<p>1. 借款人信息的提供和收集 </p>
				<p>（1） 乙方有权要求甲方向其提供各类借款人基本信息，包括但不限于甲方的姓名、身份证明及证件号码、住址等个人基本信息，以及账户信息、工作情况、收入和资产情况、家庭成员情况以及个人信用信息及相关证明文件等；或要求甲方提供企业名称、注册地址、法人代表、注册资金、经营范围、组织机构代码等信息和证明文件。</p>
				<p>（2） 如因甲方违反上述规定，提供的信息不真实、不完整、不准确、不及时和/或未及时在各类信息发生变更后及时通知乙方并提供证明文件，所造成的一切损失和责任由甲方承担，乙方同时有权立即停止为甲方提供服务并视情况限制或禁止甲方使用畅享时贷平台的全部或部分功能。</p>
				<p>（3） 经甲方授权，乙方可以自行或通过乙方合作的金融信用信息基础数据库运行机构、征信机构等收集甲方的额外资料和信息，搜集的资料和信息范围包括但不限于：</p>
				<p>①甲方的身份信息，包括但不限于姓名/名称、证件号码、证件类型、住所地、电话号码以及其他身份信息；</p>
				<p>②甲方在乙方的关联方和合作伙伴处留存以及形成的任何数据和信息，包括但不限于甲方的证券账户和/或银行账户信息，、甲方在乙方关联方或乙方合作伙伴的网络平台上留存、形成、产生的有关法律文件以及任何个人信息或行为数据；③甲方的信用信息，包括但不限于甲方征信记录和信用报告；</p>
    			<p>④甲方的财产信息，包括但不限于甲方的店铺/企业经营状况、财税信息、房产信息、车辆信息、基金、保险、股票、信托、债券等投资理财信息和负债信息等；</p>
    			<p>⑤行政机关、司法机关留存的任何信息，包括但不限于甲方的户籍信息、工商信息、诉讼信息、执行信息和违法犯罪信息等；</p>
    			<p>2. 借款人信息的使用和披露</p>
    			<p>乙方将客观、真实、全面、及时地进行信息披露，不承担借贷违约风险。甲方同意乙方有权按照如下规则使用及公开其各项借款人信息：</p>
    			<p>（1）在畅享时贷公示全部或部分借款人信息。</p>
    			<p>（2）乙方可在业务运营中向其第三方合作机构披露全部或部分借款人信息，但乙方与该第三方合作机构签署的合作协议中应对第三方合作机构保护借款人信息作出规定。</p>
    			<p>（3）乙方可在业务运营中进行数据分析、行业研究、市场推广等情形下整体使用借款人信息。</p>
    			<p>（4）在行政、司法等政府机构要求时，乙方可向该等政府机构提供借款人信息。</p>
    			<p>（5) 当甲方违反本协议、各交易服务规则和/或甲方通过畅享时贷签署的法律文件（包括借款交易协议）之约定或任何法律法规规定时，乙方有权根据自己的判断和/或有关法律文件的约定，披露甲方的个人信息和资料以及甲方的违法、违约行为和对应的交易文件而无需承担任何责任，披露的方式包括但不限于：①在畅享时贷及其他网站公布；②向与甲方交易的主体以及有权的仲裁机构和司法、行政等权力机关提供；③向受乙方或与甲方交易之其他畅享时贷用户委托的专业法律顾问、催收机构等服务机构提供；④其他披露方式。</p>
    			<p>（6）乙方有义务按照国家法律法规关于国家秘密、商业秘密、个人隐私的有关规定对甲方的个人信息和资料（包括甲方提供的和乙方搜集、记录的所有数据、信息、资料和相应的交易行为记录、交易文件）承担保密义务，不将甲方信息向第三方进行出租或出售。</p>
    			<p>3. 撮合服务</p>
				<p>乙方根据其获取的甲方信息及自身的商业判断决定为甲方资金借入提供居间服务的，将在乙方成立并运营的畅享时贷对甲方及其资金需求进行展示，并使用畅享时贷撮合甲方与一个或多个出借人达成借贷交易、签署借款协议。</p>
				<p>4. 资金划转托管服务</p>
				<p>乙方应当实行自身资金与出借人及借款人资金的隔离管理，并选择符合条件的合作银行（“监管银行”）以乙方名义开立的、资金独立于乙方自有资金的银行监管账户（“监管账户”），并通过监管账户，根据出借人与甲方的资金划转指令和委托，委托监管银行、第三方支付机构等协助完成出借人与甲方之间借款协议项下资金的划转（包括出借人出借给甲方和甲方向出借人还款）。</p>
				<p>5. 借款人信用审核</p>
				<p>乙方有权根据甲方通过畅享时贷提供的信息以及乙方根据甲方的授权自行搜集的信息进行审核并针对甲方提供的信息对甲方的还款能力、还款意愿和资产状况进行评估、分析，基于此等评估、分析，确定、更新甲方可以通过畅享时贷的推荐、撮合服务获得的借款额度。</p>
				<p>6. 借贷交易管理</p>
				<p>在甲方与出借方达成借贷交易后，乙方将对甲方与出借人之间的借贷交易提供持续的管理，包括但不限于还款提醒、催收、信用跟踪评审等。</p>
				<p class="mb30">乙方在畅享时贷以外的物理场所仅限进行信用信息采集、核实、贷后跟踪、抵质押管理等风险管理及网络借贷有关监管规定明确的部分必要经营环节。</p>
				<span class="txt-bold">四、资金借入及偿还的流程</span>
				<p>1. 当乙方在其成立并运营的畅享时贷对甲方及其资金需求以及还款期限和方式进行展示时，即视为甲方通过由畅享时贷发出不可撤销的借款要约。</p>
				<p>2. 双方同意，当出借人通过在畅享时贷对甲方的借款要约进行点击投资时，甲方与出借人订立的借款协议成立。在甲方的某一项借款要约全部得到满足而相应的所有借款协议生效后，出借人授权乙方通过委托第三方支付机构及监管银行划扣其在监管账户中出借人个人虚拟账户项下资金的方式向甲方指定的以下账户划转甲方借入的资金，甲方须确保如下账户为甲方名下合法有效的银行账户，甲方变更该账户时必须以传真及电子邮件方式向乙方发出通知、并经乙方确认后方可变更；如因甲方未及时书面通知乙方而引发的损失由甲方自行承担：</p> 
				<p>户名（与甲方姓名一致）：{{params.name}}</p> 
				<p>开户银行（精确到支行）：{{params.bankName}}</p> 
				<p>账号：{{params.bankCard}}</p>
   				<p>3. 甲方在借入资金后应按照相应借款协议之约定按月等额本息还款。乙方将根据其与出借人之间的约定将甲方账户中的该等资金自动划转至出借人的畅享时贷平台账户。</p>
   				<p>4. 若在甲方通过畅享时贷平台公示的规定时间内，甲方的某一项借款要约未能全部得到满足或乙方根据本协议相应规则撤销了甲方的该项借款要约，则已点击进行投资的出借人与甲方订立的借款协议自动撤销。</p>
   				<p>5. 甲方未在到期日中午12点前向其畅享时贷账户按照相应借款协议之约定充值以缴付当期本息的，视为甲方违反借款协议及本合同的约定：</p>
   				<p>（1）甲方除应尽快按期偿还借款本息外，还应按照借款协议的约定的方式缴付相应的逾期罚息、滞纳金等；</p>
   				<p class="mb30">（2）乙方还有权采取以下措施督促甲方尽快履行借款协议，包括但不限于向出借人进一步提供甲方的信息以供出借人催收、通过第三方合作机构催收借款等。</p> 
   				<span class="txt-bold">五、 服务费</span> 	 
   				<p class="mb30">就乙方向甲方提供的本协议项下服务，甲方应向乙方支付居间服务费。<b>服务费将按照甲方借入资金的本金总额收取，</b>具体计算方式见协议附件一（收费确认单）。</p>
   				<span class="txt-bold">六、限制责任</span>
   				<p>1. 非因乙方的原因导致的甲方在使用乙方服务的过程中遭受的损失（损失原因包括但不限于甲方的操作失误导致的损失、第三方机构导致的损失、交易对手违约导致的损失，甲方使用的电脑、手机终端设备感染病毒或安全防御系统被突破造成甲方无法正常使用畅享时贷服务或账户、个人信息泄露而导致的损失，损失类型包括但不限于本息损失），均应由甲方自行承担或解决。</p>
   				<p class="mb30">2. 乙方不绝对保证甲方的借款需求能够得到满足，也不就甲方的借款需求未得到满足而造成的任何损失承担任何责任。</p>
   				<span class="txt-bold">七、违约责任</span> 
   				<p class="mb30">任何一方违反本协议的约定，使得本协议的全部或部分不能履行，均应承担违约责任，并赔偿对方因此遭受的损失（包括由此产生的诉讼费和律师费）；如双方违约，根据实际情况各自承担相应的责任。违约方应赔偿因其违约而给守约方造成的损失，包括合同履行后可以获得的利益，但不得超过违反合同一方订立合同时可以预见或应当预见的因违反合同可能造成的损失。</p>
   				<span class="txt-bold">八、 争议的处理</span> 
   				<p>本协议在履行过程中，如发生任何争执或纠纷，双方应友好协商解决，协商不成的，<b>任何一方有权向<span class="line">乙方</span> 所在地人民法院提起诉讼。</b></p>
   				<span class="txt-bold">九、 其他</span> 
   				<p>本协议自双方以电子合同的形式订立之时起生效，至甲方不再使用乙方所提供之服务及已经在畅享时贷平台注销且已经清理双方之间的所有债权债务关系时止。</p>
   				<p>本合同的条款标题仅为了索引方便而设，不影响对本合同条款内容的理解，也不应构成对本合同及其条款内容的定义、限制或扩大。</p>
   				<p>本合同一式贰份，双方各持壹份，具有同等法律效力。</p>
   				<p class="mb30">（以下无正文，为本协议之签署）</p>

   				<p class="mb30">
					<span>甲方：{{params.name}}</span>
					<span>日期： {{fromDateArr[0]}} 年 {{fromDateArr[1]}} 月 {{fromDateArr[2]}} 日</span>
				</p>
				<p class="mb30">
					<span>乙方：</span>
					<span>日期： {{fromDateArr[0]}} 年 {{fromDateArr[1]}} 月 {{fromDateArr[2]}} 日</span>
				</p>
			</div>
			<div class="protocol-wrap" v-else>
				<div class="txt-c txt-bold mb30">保证合同</div>
				<span class="txt-bold txt-r mb30">编号：<span class="line"></span></span>
				<p class="txt-bold mb10">甲方（委托人）： {{params.name}}</p>
				<p class="txt-bold mb10">证件类型： {{params.idtype}}</p>
				<p class="txt-bold mb60">证号： {{params.idcard}}</p> 
				<p class="txt-bold mb10">乙方（保证人）：浙江和平担保有限公司</p>
				<p class="txt-bold mb10">地址：杭州市下城区新坝21号</p>
				<p class="txt-bold mb60">法定代表人： 吴峰</p>
				<p>鉴于：</p>
				<p>1.甲方拟在杭州投融谱华互联网金融服务有限公司运营管理的“畅享时贷”平台（域名为www.tourongjia.com， 以下简称“畅享时贷”）申请借款，借款金额为<span class="line">{{params.amount}}</span>元。</p>
				<p>2.甲方委托乙方为甲方的上述借款本金、利息及其他费用提供担保。</p>
				<p>3.乙方接受甲方的委托，为甲方提供连带责任保证。</p>
				<p>甲、乙双方就上述担保事项，经协商一致后，订立本合同，以供共同遵守。</p>
				<p class="txt-bold">第一条  委托期限</p>
				<p>1.甲方委托乙方为其提供担保，乙方的担保服务期限为 <span class="line">{{fromDateArr[0]}}</span> 年 <span class="line">{{fromDateArr[1]}}</span>月<span class="line">{{fromDateArr[2]}}</span>日至<span class="line">{{toDateArr[0]}}</span>年<span class="line">{{toDateArr[1]}}</span>月 <span class="line">{{toDateArr[2]}} </span>日。</p>
				<p>2.任何一方可以单方面宣布解除本合同，另一方收到书面通知时即本合同解除之时。但是合同解除前已经发生的借款，双方权利义务仍然受本合同的约束。</p>
				<p class="txt-bold">第二条  担保金额</p>
				<p>乙方为甲方在“畅享时贷”的借款提供担保，甲方的借款金额由“畅享时贷”审核确定，并可以变更。乙方为甲方担保的债权本金额为<span class="line">{{params.amount}}</span>万元。</p>
				<p class="txt-bold">第三条  权利义务</p>
				<p>1.甲方在还款期限届满后未按时还款，乙方应当履行保证义务。</p>
				<p>2.乙方为甲方提供担保的，乙方依照甲方借款金额的<span class="line">0.53</span>%（年化）收取担保服务费，该费用由杭州投融谱华互联网金融服务有限公司向乙方支付，甲方不承担担保费用。</p>
				<p>3、.甲方借款发逾期，由乙方履行保证义务后，甲方应在代偿次日将代偿款支付给乙方，乙方根据代偿的金额，按照日利率<span class="line">0.1</span>%的标准向甲方计收资金占用损失费。</p>
				<p>乙方履行保证义务后，乙方根据代偿的金额，按照月利率<span class="line">3</span>%的标准向甲方计收利息。</p>
				<p class="txt-bold">第四条  争议的解决</p>
				<p>1.因履行本协议发生争议的，应当协商解决。</p>
				<p>2.对本协议的任何补充和修改，经协商一致后，应当作出书面约定。</p>
				<p>3.协商不成的，可以向乙方住所地人民法院提起诉讼。</p>
				<p>4.守约方因主张权利所指出的全部费用由违约方承担，包括律师代理费<span class="line red">（每个案件按照代偿金额的5%计算，最低不低于5000元）</span>及其他合理费用。</p>
				<p class="txt-bold">第五条  其他约定</p>
				<p>1.本协议经甲、乙双方签字（自然人）或盖章（法人）后生效；</p>
				<p class="mb30">2.本协议一式贰份，甲、乙双方各执壹份，具有同等法律效力。</p>
				<p class="mb30">
					<span>甲方（委托人）：{{params.name}}</span>
					<span>日期： {{fromDateArr[0]}} 年 {{fromDateArr[1]}} 月 {{fromDateArr[2]}} 日</span>
				</p>
				<p class="mb30">
					<span>乙方（保证人）：浙江和平担保有限公司</span>
					<span>日期： {{fromDateArr[0]}} 年 {{fromDateArr[1]}} 月 {{fromDateArr[2]}} 日</span>
				</p>

				<div class="txt-c txt-bold mb30">借款合同</div>
				<span class="txt-bold txt-r mb30">合同编号：<span class="line"></span></span>
				<p class="txt-bold mb10">甲方（借款人）： {{params.name}}</p>
				<p class="mb10">畅享时贷用户名：{{params.username}}</p>
				<p class="mb10">证件类型： {{params.idtype}}</p>
				<p class="mb60">证件号码： {{params.idcard}}</p>

				<p class="txt-bold mb10">乙方（出借人）： </p>
				<p class="mb10">畅享时贷用户名：</p>
				<p class="mb10">证件类型： </p>
				<p class="mb60">证件号码： </p>

				<p class="txt-bold mb10">丙方（保证人）：浙江和平担保有限公司 </p>
				<p class="mb10">经营地址：   杭州市下城区新坝21号</p>
				<p class="mb60">法定代表人/负责人：吴峰 </p>
				<p>甲方向乙方申请借款，乙方同意向甲方出借款项，丙方向乙方提供不可撤销的连带保证担保责任，且甲方、乙方、丙方均为具有完全民事权利能力和完全民事行为能力的自然人或法人，根据中华人民共和国有关法律法规，经三方协商一致订立本合同。</p>
				<p class="mb60">网络借贷信息中介机构指杭州投融谱华互联网金融服务有限公司运营管理的“畅享时贷”平台（域名为www.tourongjia.com， 以下简称“畅享时贷”）。</p>
				<span class="txt-bold">第一部分：借款明细</span>
				<table width="100%" border="0" cellpadding="0" cellspacing="0">
					<tr>
						<td>借款本金金额</td>
						<td colspan="3">人民币<br>{{params.amount}}元</td>
					</tr>
					<tr>
						<td>本金金额大写</td>
						<td colspan="3">{{(params.amount || '') | convertCurrency}}圆整</td>
					</tr>
					<tr>
						<td>借款用途</td>
						<td colspan="3">{{params.use}}</td>
					</tr>
					<tr>
						<td>借款利率</td>
						<td>{{params.rate}}%/日</td>
						<td>借款分期期数</td>
						<td>{{params.term}}日</td>
					</tr>
					<tr>
						<td>借款期限及起止日期</td>
						<td colspan="3">{{params.term}}天，{{fromDateArr[0]}} 年{{fromDateArr[1]}} 月 {{fromDateArr[2]}} 日 至 {{toDateArr[0]}} 年 {{toDateArr[1]}} 月 {{toDateArr[2]}} 日</td>
					</tr>
					<tr>
						<td>还款方式</td>
						<td colspan="3">{{params.repayType}}</td>
					</tr>
					<tr>
						<td>还款账户号</td>
						<td colspan="3">{{params.bankCard}}</td>
					</tr>
					<tr>
						<td>开户银行</td>
						<td colspan="3">{{params.bankName}}</td>
					</tr>
					<tr>
						<td>账户名称</td>
						<td colspan="3">{{params.name}}</td>
					</tr>
				</table>
				<span class="txt-bold">注：畅享时贷将会以短信形式或其他方式通知借款人每月还款的日期及金额，并在还款日对借款人的还款账户进行扣款，借款人应确保还款日的中午12点前还款账户中存有足额的款项。</span>
				<p class="txt-bold">第二部分：借款通用条款</p>
				<p class="txt-bold">一、 释义</p>
				<p>1. 《借款合同》（“本合同”）由两部分组成：第一部分为“借款明细”，该明细中所列借款利率等内容会根据第二部分的相关内容做相应的调整；第二部分为“借款通用条款”。</p>
				<p>2. 甲方是指“借款明细”中列明的甲方，为畅享时贷核实的实名注册用户，是符合中华人民共和国法律（“中国法律”，仅为本合同之目的，不包括香港特别行政区、澳门特别行政区和台湾省的法律法规）规定的具有完全民事权利能力和民事行为能力，独立行使和承担本合同项下权利义务的自然人、法人或其他组织。</p>
				<p>3. 乙方是指“借款明细”中列明的乙方，为畅享时贷核实的实名注册用户，是符合中国法律规定的具有完全民事权利能力和民事行为能力，独立承担本合同项下权利义务的自然人。在特定情况下，借款转让后的乙方可能是符合中国法律规定的企业法人或其他机构。乙方不可撤销地授权畅享时贷将其信息，包括但不限于姓名/名称、有效证件号码等，为本合同项下之目的提供给与本合同项下借款相关的保险公司。</p>
				<p>4. 丙方是指与畅享时贷有战略合作关系的、具有融资性担保资格的融资性担保公司，为符合中国法律规定的具有完全民事权利能力和民事行为能力，独立承担本合同项下权利义务的法人。</p>
				<p>本合同项下甲方、乙方、丙方单独称“一方”，合称“各方”。</p>
				<p>5. 杭州投融谱华互联网金融服务有限公司是依法设立，专门从事网络借贷信息中介业务活动的金融信息中介公司，以互联网为主要渠道，为借款人与出借人实现直接借贷提供信息搜集、信息公布、资信评估、信息交互、借贷撮合等服务；严格遵守法律法规和网络借贷的相关监管规定，根据本机构风险管理能力控制同一借款人在同一网络借贷信息中介机构平台及不同网络借贷信息中介机构平台的借款余额上限，不承担借贷违约风险。</p>
				<p>6. 借款金额是指“借款明细”中列明的借款本金金额。借款币种为人民币。</p>
				<p>7. 借款利率是指“借款明细”中列明的借款利率。</p>
				<p>8. 借款用途是指“借款明细”中列明的借款用途。</p>
				<p>9. 借款期限是指自借款放款日起至最终到期日止的期间，如借款实际放款日与合同约定的借款开始日期存在差异的，则借款期限不变，借款起止日期以借款实际放款日为准。</p>
				<p>10.借款放款成功<b>是指乙方通过畅享时贷以网络在线点击确认的方式接受本合同后，即不可撤销地授权畅享时贷或畅享时贷委托的第三方将“借款明细”中列明的借款本金金额的资金由乙方的畅享时贷用户名项下账户（“乙方畅享时贷账户”）划转至甲方的畅享时贷用户名项下账户（“甲方畅享时贷账户”）中，划转完毕即视为借款发放成功。甲方畅享时贷账户未及时提取借款资金的，仍需按本合同约定支付利息。</b></p>
				<p><b>如借款本金是通过银行系统转账至甲方账户的，自畅享时贷向银行提交转账申请之日即视为借款放款成功之日。</b></p>
				<p>11. 还款方式是指“借款明细”中列明的还款方式。</p>
				<p>12. 工作日是指畅享时贷的正常营业日（不包括中国的法定公休日和节假日）。</p>
				<p class="txt-bold">二、权利与义务</p>
				<p class="txt-bold">1.甲方的权利与义务：</p>
				<p>（1）甲方有权要求乙方按本合同约定发放借款；</p>
				<p>（2）甲方有权要求乙方、丙方对甲方提供的有关个人还款能力的资料予以保密，但乙方、丙方为本合同之目的或办理个人征信相关之目的披露给畅享时贷及其委托的第三方、个人征信机构或法律、行政法规另有规定的除外；</p>
				<p>（3）甲方应按乙方、丙方要求提供有关个人身份、还款能力及个人信用报告的资料（包括但不限于姓名、身份证号、学历、联系方式、联系地址、职业信息、联系人信息等），并保证资料的真实性、准确性、完整性；</p>
				<p>（4）甲方应办理银行卡，以便甲方通过此卡接受借款、支付保证金并在借款到期时向乙方履行还款义务。此银行卡需在畅享时贷通过绑定认证；</p>
				<p>（5）乙方按本合同约定发放借款后，甲方应确保自身具有与借款金额相匹配的还款能力，并按照本合同约定的期限归还全部借款本息；</p>
				<p>（6）甲方应提供在所有网络借贷信息中介机构未偿还借款信息，不得同时通过多个网络借贷信息中介机构，或者通过变换项目名称、对项目内容进行非实质性变更等方式，就同一借款项目进行重复借款；不得通过故意变换身份、虚构借款、夸大借款项目收益前景等形式的欺诈借款；不得在畅享时贷以外的公开场所发布同一借款信息；不得从事法律法规和网络借贷有关监管规定禁止从事的其他活动；</p>
				<p>（7）甲方应按本合同约定用途使用借款，未经乙方书面同意甲方不得将借款挪作他用；<b>甲方不得将借款用于有价证券、期货、私募基金、股权等投资或国家明令禁止或限制的经营活动，</b>并自觉接受乙方或其委托的第三方对本合同项下借款使用情况的调查、了解及监督；</p>
				<p>（8）甲方应当积极配合乙方对其经营事项、经济状况的调查、了解及监督，并有义务向乙方提供相关资信资料；</p>
				<p>（9）发生变更住所、通讯地址、经营事项、工作单位或甲方银行账户等事项时，甲方应于有关事项变更后三日内书面通知乙方、丙方及畅享时贷；</p>
				<p>（10）在借款全部清偿前，如甲方发生影响或可能影响出借人权益的重大事件，包括但不限于财务状况恶化、陷入经济纠纷、辞（退）职、开除、除名、解雇、重大违纪事件时，应于事件发生后三日内书面通知乙方、丙方及畅享时贷；</p>
				<p>（11）甲方承担本合同项下有关费用的支出，包括但不限于用于公证、鉴定、评估、登记、快递等事项的费用；</p>
				<p>（12）畅享时贷有权就本合同所提供的服务向甲方收取服务费，上述费用的收取方式由甲方和畅享时贷另行约定；</p>
				<p>甲方应归还的上述款项统称为“应付款项”。</p>
				<p class="txt-bold">2. 乙方的权利与义务：</p>
				<p>（1）乙方有权要求甲方提供与本合同项下借款相关的全部资料；</p>
				<p>（2）乙方应具备投资风险意识、风险识别能力、拥有非保本类金融产品投资的经历并熟悉互联网，依本合同约定按时足额向甲方发放借款（因甲方原因造成迟延的除外）；</p>
				<p>（3）乙方有权依本合同约定或法律规定，收取甲方应偿付的借款本金、利息、罚息、违约金及所有其他应付费用；乙方有权了解、核实有关甲方身份、还款能力、个人信用和家庭财务状况，有权要求甲方提供相关文件资料；</p>
				<p>（4）乙方出借资金为来源合法的自由资金；</p>
				<p>（5）乙方应对甲方提供的有关个人资料予以保密，但乙方为本合同之目的或办理个人征信之目的披露给畅享时贷及其委托的第三方、个人征信机构或法律、行政法规另有规定的除外；</p>
				<p>（6）乙方有权自行或委托第三方对借款的使用情况进行监督；</p>
				<p>（7）甲方的资信情况或还款能力出现重大变化（包括但不限于经营状况发生重大变化、拖欠其他债务），足以影响其偿债能力或使其已经不再符合乙方借款条件的，乙方或其委托的第三方有权以书面形式要求借款提前到期；</p>
				<p>（8）乙方应自行承担借贷产生的本息损失；</p>
				<p>（9）未经乙方授权，畅享时贷不得以任何形式代乙方行使投资决策权。</p>
				<p class="txt-bold">3.  丙方的权利与义务：</p>
				<p>（1）丙方有权了解、核实有关甲方的身份、还款能力、个人信用和家庭财务状况，有权要求甲方提供相关文件资料；</p>
				<p>（2）丙方有权就为本合同借款所提供的服务向甲方收取担保服务费等费用，费用的收取方式及额度由甲方与丙方另行约定；</p>
				<p>（3）丙方应对甲方提供的有关个人资料予以保密，但丙方为本合同之目的或办理征信之目的披露给乙方、畅享时贷及其委托的第三方、个人征信机构或法律、行政法规另有规定的除外；</p>
				<p>（4）丙方有权自行或委托第三方对借款的使用情况进行检查；</p>
  				<p>（5）借款发放成功后，乙方即不可撤销地授权丙方及其合法受托人可随时以短信、电话、电子邮件或其他合法方式提醒并催告甲方履行还款义务；</p>
				<p>（6）在保证期间内，丙方不得向第三方提供超出其自身负担能力的担保或以其他任何可能危及担保能力的方式处置资产，不得将财产抵押或质押给第三方；</p>
				<p>（7）未经乙方书面同意，丙方不得擅自对企业章程、经营范围、法定代表人进行变动，不得擅自出售、出租、转移或以其他方式处置资产；</p>
				<p>丙方的公司经营出现重大变化，足以影响其代偿能力或使其已经不再符合丙方条件的，丙方应在变化发生后3日内书面通知甲方、乙方和畅享时贷；</p>
				<p>（8）存在下列情形之一者，丙方不承担担保责任：</p>
       			<p>①甲方与乙方在本合同项下的借贷关系无效的；</p>
       			<p>②未经丙方书面同意，乙方放弃、变更、解除本合同借款项下的物的担保或其他保证人的担保责任的；</p>
       			<p>③未经丙方书面同意，乙方同意甲方转让本合同项下还款义务的；</p>
       			<p>④除本合同有约定外，未经丙方公司书面同意，甲方与乙方变更本合同或就本合同达成和解、调解意见的；</p>
       			<p>⑤甲方与乙方其他恶意侵害丙方的行为。</p>
				<p class="txt-bold">三、 逾期还款</p>
				<p>1. 还款日<span class="line"><b>中午12</b></span>点前，甲方未足额支付应付款项的，则视为逾期。</p>
				<p>如乙方宣布借款提前到期的，甲方在通知中限定的时间内未按时还款的，同样视为逾期。</p>
				<p>本借款甲方可以申请提前还款，<span class="line red">利息仍按照其已选定的期限计算，不做减免。</span></p>
				
				<p>2. 甲方逾期的，逾期款项中的借款本金部分自逾期之日起按<span class="line red">2.4/日</span>的利率按日计收逾期罚息直至清偿完毕之日止（不含清偿完毕之日）。</p>
				<p>3. 逾期款项中的利息、逾期罚息不计利息。若甲方的还款金额低于债务总额的，按下列清偿顺序清偿：</p>
				<p>1）实现债权的费用；</p>
				<p>2）违约金、罚息；</p>
				<p>3）利息；</p>
				<p>4）借款本金。</p>
				<p>4. 甲方不可撤销地授权畅享时贷或畅享时贷委托的第三方在甲方未能按时足额支付应付款项的情况下，在甲方全部到期应付款项的范围内，随时划扣甲方畅享时贷账户及其指定银行账户中的资金用于归还甲方到期应付款项，该等划扣无需甲方另行同意。</p>
				<p class="txt-bold">四、借款担保条款</p>
				<p>1.保证方式：为确保甲方履行还款义务，丙方同意按照本合同及《担保函》的约定，为甲方履行债务承担连带责任保证担保。</p>
				<p>2.保证范围：丙方的保证范围为借款本金、利息、罚息、违约金、实现债权的费用( 包括但不限于律师费用、诉讼费用、公证费用、执行费用) 以及其他到期应付的款项。</p>
				<p>3.保证期间：本合同项下的保证期间为自本合同签订之日起至甲方履行债务期限届满后2年。若乙方依法要求甲方提前履行债务的，保证期间自乙方通知甲方提前履行债务之日起2年。若主债权为分笔清偿，则保证期间为自本合同生效之日起至最后一期债务履行期限届满后2年。</p>
				<p>4.若甲方未按本合同约定履行偿付债务本息和相关费用的义务，乙方有权直接向丙方追偿，并委托畅享时贷向丙方发出代偿通知。丙方保证对乙方提出的要求承担担保责任，不得无故滥用抗辩权。</p>
				<p>5.乙方放弃担保物权、担保物权顺位或者变更担保物权的，造成乙方对上述担保物权的优先受偿权丧失或减少时，丙方仍应当承担连带责任，对乙方承担的担保责任也不因之而免除或减少。</p>
				<p class="mb30">6.丙方的保证责任也不因受到自身的财务状况的改变、与任何单位或个人签订的其他任何协议而免除。</p>
				<p class="txt-bold">五、 违约责任</p>
				<p>1. 本合同各方均应履行本合同所约定的义务。任何一方不履行或不完全履行本合同所约定义务的，应当依法承担违约责任并承担相关费用，包括但不限于诉讼费、财产保全费、交通费、律师费（律师费按照起诉金额的5%计算）、执行费、评估费、拍卖费、保管费、过户费等费用。</p>
				<p>2. 发生下列任何一项或几项情形的，视为甲方违约：</p>
				<p>（1）甲方不履行或不完全履行任何本合同所约定的甲方义务的；</p>
				<p>（2）甲方违反其在本合同所做的任何承诺和保证的；</p>
				<p>（3）甲方的任何财产遭受没收、征用、查封、扣押、冻结等可能影响其履约能力的不利事件，且不能及时提供有效补救措施的；</p>
				<p>（4）甲方的财务状况出现其他影响其履约能力的不利变化，且不能及时提供有效补救措施的。</p>
				<p>3. 若甲方违约或根据乙方合理判断甲方可能发生违约事件的，乙方（委托畅享时贷）有权采取下列任何一项或几项救济措施：</p>
				<p class="txt-bold">（1）立即暂缓、取消发放全部或部分借款；</p>
				<p class="txt-bold">（2）宣布已发放借款全部提前到期，甲方应立即偿还所有应付款项；</p>
				<p class="txt-bold">（3）解除本合同；</p>
				<p class="txt-bold">（4）采取法律、法规以及本合同约定的其他救济措施。</p>
				<p>4. 因甲方违约，造成畅享时贷暂停借款信息发布的，给乙方造成的所有损失由甲方承担。</p>
				<p class="txt-bold">六、 证据和计算</p>
				<p>1. 本合同各方确认并同意，委托畅享时贷对本合同项下的任何金额进行计算并通过畅享时贷发布或更新具体的还款数据及时间；在无明显错误的情况下，畅享时贷对本合同项下任何金额的任何证明或确定，应作为该金额有关事项的终局证明。</p>
				<p>2.本合同各方委托畅享时贷保管所有与本合同有关的书面文件或电子信息；本合同各方确认并同意由畅享时贷提供的与本合同有关的书面文件或电子信息在无明显错误的情况下应作为本合同有关事项的终局证明。</p>
				<p class="txt-bold">七、 保密条款</p>
				<p>1.  本合同签署后，除非事先得到其他各方的书面同意，本合同各方均应承担以下保密义务：</p>
				<p>（1） 任何一方不得向非本合同方（畅享时贷除外）披露本合同以及本合同项下的事宜以及与此等事宜有关的任何文件、资料或信息（“保密信息”）；</p>
				<p>（2） 任何一方只能将保密信息和其内容用于本合同项下的目的，不得用于任何其他目的。本款的约定不适用于下列保密信息：</p>
				<p>A. 从披露方获得时，已是公开的；</p>
				<p>B. 从披露方获得前，接受方已经获知的；</p>
				<p>C. 从有正当权限并不受保密义务制约的第三方获得的；</p>
				<p>D. 非依靠披露方披露或提供的信息独自开发的。</p>
				<p>2. 本合同各方因下列原因披露保密信息，不受前款的限制：</p>
				<p>（1） 向本合同各方的董事、监事、高级管理人员和雇员及其聘请的会计师、律师、咨询公司披露；</p>
				<p>（2） 因遵循可适用的法律、法规的强制性规定而披露；</p>
				<p>（3） 依据其他应遵守的法规向审批机构和/或权力机构进行的披露。</p>
				<p>3. 本合同任何一方应采取所有其他必要、适当和可以采取的措施，以确保保密信息的保密性。</p>
				<p>4. 本合同各方应促使其向之披露保密信息的人严格遵守本条约定。</p>
				<p>5. 各方在本条项下的权利和义务应在本合同终止或到期后继续有效。</p>
				<p>八、 合同的变更、解除和终止</p>
				<p>1.本合同采用电子文本形式制成，并通过站内信的形式发送至协议各方的本网站信箱。各方可以通过畅享时贷的相关系统板块查阅有关合同并进行核对。如对此有任何争议，应以本网站记录的合同为准。</p>
				<p>2.本合同生效后，除本合同已有约定外，本合同任何一方均不得擅自变更或提前解除本合同。如确需变更或解除本合同，应经本合同各方协商一致，并达成书面协议。书面协议达成之前，本合同继续有效。</p>
				<p>3.期限届满，本合同及附件项下未清偿的借款本金、利息、罚息、违约金及所有其他应付款项，继续适用本合同相关条款。 </p>
				<p class="txt-bold">九、 法律适用与争议解决方式</p>
				<p>本合同的签订、履行、终止、解释均适用中国法律。各方同意，因本合同所产生的或与本合同有关的一切争议，各方应协商解决；协商无法达成一致的，<b>各方均有权向畅享时贷所在地法院提起诉讼。</b></p>
				<p class="txt-bold">十、 其他</p>
				<p>1. 甲方、乙方均同意并确认，甲方、乙方通过其畅享时贷账户和银行账户采取的行为所产生的法律效果和法律责任归属于甲方、乙方本身；甲方、乙方授权和委托畅享时贷和畅享时贷委托的第三方根据本合同所采取的全部行动和措施的法律后果均归属于甲方、乙方本身，与畅享时贷或畅享时贷委托的第三方无关，畅享时贷或畅享时贷委托的第三方也不因此承担任何责任。甲方和乙方同意，畅享时贷有权就其为甲方和乙方提供的服务按照约定收取服务费。</p>
				<p>2.本合同中所涉及到的金额均精确到分位，分位以下的金额均舍去；本合同所涉及到的百分比均采用四舍五入的方式保留小数点后两位。</p>
				<p>3. 本合同的条款标题仅为了索引方便而设，不影响对本合同条款内容的理解，也不应构成对本合同及其条款内容的定义、限制或扩大。</p> 
				<p>4. 甲方、乙方、丙方均确认，本合同的签订、生效和履行以不违反法律为前提。如果本协议中的任何一条或多条被司法部门认定为违反所须适用的法律，则该条将被视为无效，但该无效条款并不影响本合同其他条款的效力。</p>
				<p class="txt-bold">甲方、乙方、丙方均确认在签署合同前已经充分了解合同条款，并就合同中存在疑问的部分进行了充分的交流及说明，对本合同不存在误解或者其他认识及理解上的障碍。</p>
				<p>5. 本合同项下的借款申请材料与本合同相关的通知、证明、凭证、函电等附件均是本合同不可分割的组成部分，具有同等法律效力，对本合同各方均有法律约束力。</p>
				<p class="mb30">6.  本合同一式肆份，甲方、乙方、丙方各执一壹，畅享时贷备案壹份，具有同等法律效力。</p>
				<p class="mb60">（以下无正文，为本协议之签署）</p>
				<p>甲方（借款人）：{{params.name}}</p>
				<p class="mb60">日期： {{fromDateArr[0]}} 年 {{fromDateArr[1]}}月 {{fromDateArr[2]}}日</p>
				<p>乙方（出借人）：</p>
				<p class="mb60">日期： {{fromDateArr[0]}} 年 {{fromDateArr[1]}}月 {{fromDateArr[2]}}日</p>
				<p>丙方（保证人）：浙江和平担保有限公司</p>
				<p class="mb60">日期： {{fromDateArr[0]}} 年 {{fromDateArr[1]}}月 {{fromDateArr[2]}}日</p>


				<div class="txt-c txt-bold mb30">融资居间服务协议</div>
				<span class="txt-bold txt-r mb30">合同编号：<span class="line"></span></span>
				<p class="txt-bold mb10">甲方： {{params.name}}</p>
				<p class="mb10">身份证号码：{{params.idcard}}</p>
				<p class="mb60">联系电话： {{params.username}}</p>

				<p class="txt-bold mb10">乙方：杭州畅时贷网络科技有限公司 </p>
				<p class="mb10">经营地址：杭州市拱墅区绿地中央广场7座10楼</p>
				<p class="mb60">法定代表人：李振军 </p>
				<p>鉴于：甲方是为有借款需求并在乙方平台上实名注册，同意乙方《畅享时贷注册协议》的借款申请人。</p>
				<p>乙方是杭州投融谱华互联网金融服务有限公司，互联网理财服务平台“畅享时贷”（网址为www.tourongjia.com） 的运营方（以下简称“畅享时贷”）。</p>
				<p class="mb30">甲、乙双方就乙方为甲方提供居间服务一事，依据《合同法》《民法通则》及相关法律、法规的规定，双方在自愿、平等的原则下经协商一致，签订如下协议：</p>
				<span class="txt-bold">一、释义 </span>
				<p>在本合同中，除非上下文另有解释，下列词语具有以下含义：</p> 
				<p>1. 借款申请人：指有借款需求，在乙方的平台进行注册，同意乙方《畅享时贷注册协议》，并向乙方提供借款资料供其审核，且同意通过乙方平台发布借款信息的借款方。</p>
				<p>2.  借款合同：指经乙方居间而由甲方与出借人以合同的形式订立的、约定甲方向出借人借入一定数额的货币资金，甲方到期还本付息的借款合同。</p>
				<p>3. 借款人：指在乙方实名注册，同意乙方《畅享时贷注册协议》，并通过乙方审核的、符合乙方关于借款人资格规定的、与出借人签订《借款合同》的借款方。</p>
				<p>4. 出借人：指在乙方实名注册，并通过乙方与借款人签订《借款合同》的出借方。</p>
 				<p class="mb30">5. 杭州投融谱华互联网金融服务有限公司是依法设立，专门从事网络借贷信息中介业务活动的金融信息中介公司，以互联网为主要渠道，为借款人与出借人实现直接借贷提供信息搜集、信息公布、资信评估、信息交互、借贷撮合等服务；严格遵守法律法规和网络借贷的相关监管规定。</p>
				<span class="txt-bold">二、甲方的权利和义务</span>
				<p>1. 甲方应当按如下要求向乙方提供和更新真实、准确、完整的甲方信息：</p>
				<p>（1）甲方应及时向乙方提供乙方要求的各项借款人基本信息，并保证及时更新甲方的个人信息，以确保诸如个人身份信息、电子邮件地址、联系电话（含手机号码）、联系地址、邮政编码等个人资料或企业名称、注册地址、法人代表、注册资金、经营范围、组织机构代码等信息和证明文件的有效性、安全性和及时更新，并应确保提供的信息真实、完整、准确。如已经提供的借款人基本信息发生任何变化，甲方应及时通知乙方，并应乙方要求提供相关证明文件。</p>
				<p>（2）如因甲方违反上述规定，提供的信息不真实、不完整、不准确、不及时和或未及时在各类信息发生变更后及时通知乙方并提供证明文件，所造成的一切损失和责任由甲方承担。</p>
				<p>2. 甲方应授权乙方收集、了解甲方的各项信用信息，包括但不限于其在中国人民银行的征信报告、工作情况、收入情况家庭成员情况、使用畅享时贷平台的情况、历史债务清偿情况以及其他各类信息等。</p>
				<p>3. 甲方有权按照约定通过乙方平台就自己的资金需求发布信息，查阅交易机会，签订和查阅合同，进行资金充值、提现。
				<p>4. 甲方应按约定向乙方支付居间报酬费用。</p>
				<p class="mb30">5.不从事法律法规和网络借贷有关监管规定禁止从事的其他活动。</p>
				<span class="txt-bold">三、乙方的权利和义务</span>
				<p>1. 借款人信息的提供和收集 </p>
				<p>（1） 乙方有权要求甲方向其提供各类借款人基本信息，包括但不限于甲方的姓名、身份证明及证件号码、住址等个人基本信息，以及账户信息、工作情况、收入和资产情况、家庭成员情况以及个人信用信息及相关证明文件等；或要求甲方提供企业名称、注册地址、法人代表、注册资金、经营范围、组织机构代码等信息和证明文件。</p>
				<p>（2） 如因甲方违反上述规定，提供的信息不真实、不完整、不准确、不及时和/或未及时在各类信息发生变更后及时通知乙方并提供证明文件，所造成的一切损失和责任由甲方承担，乙方同时有权立即停止为甲方提供服务并视情况限制或禁止甲方使用畅享时贷平台的全部或部分功能。</p>
				<p>（3） 经甲方授权，乙方可以自行或通过乙方合作的金融信用信息基础数据库运行机构、征信机构等收集甲方的额外资料和信息，搜集的资料和信息范围包括但不限于：</p>
				<p>①甲方的身份信息，包括但不限于姓名/名称、证件号码、证件类型、住所地、电话号码以及其他身份信息；</p>
				<p>②甲方在乙方的关联方和合作伙伴处留存以及形成的任何数据和信息，包括但不限于甲方的证券账户和/或银行账户信息，、甲方在乙方关联方或乙方合作伙伴的网络平台上留存、形成、产生的有关法律文件以及任何个人信息或行为数据；③甲方的信用信息，包括但不限于甲方征信记录和信用报告；</p>
    			<p>④甲方的财产信息，包括但不限于甲方的店铺/企业经营状况、财税信息、房产信息、车辆信息、基金、保险、股票、信托、债券等投资理财信息和负债信息等；</p>
    			<p>⑤行政机关、司法机关留存的任何信息，包括但不限于甲方的户籍信息、工商信息、诉讼信息、执行信息和违法犯罪信息等；</p>
    			<p>2. 借款人信息的使用和披露</p>
    			<p>乙方将客观、真实、全面、及时地进行信息披露，不承担借贷违约风险。甲方同意乙方有权按照如下规则使用及公开其各项借款人信息：</p>
    			<p>（1）在畅享时贷公示全部或部分借款人信息。</p>
    			<p>（2）乙方可在业务运营中向其第三方合作机构披露全部或部分借款人信息，但乙方与该第三方合作机构签署的合作协议中应对第三方合作机构保护借款人信息作出规定。</p>
    			<p>（3）乙方可在业务运营中进行数据分析、行业研究、市场推广等情形下整体使用借款人信息。</p>
    			<p>（4）在行政、司法等政府机构要求时，乙方可向该等政府机构提供借款人信息。</p>
    			<p>（5) 当甲方违反本协议、各交易服务规则和/或甲方通过畅享时贷签署的法律文件（包括借款交易协议）之约定或任何法律法规规定时，乙方有权根据自己的判断和/或有关法律文件的约定，披露甲方的个人信息和资料以及甲方的违法、违约行为和对应的交易文件而无需承担任何责任，披露的方式包括但不限于：①在畅享时贷及其他网站公布；②向与甲方交易的主体以及有权的仲裁机构和司法、行政等权力机关提供；③向受乙方或与甲方交易之其他畅享时贷用户委托的专业法律顾问、催收机构等服务机构提供；④其他披露方式。</p>
    			<p>（6）乙方有义务按照国家法律法规关于国家秘密、商业秘密、个人隐私的有关规定对甲方的个人信息和资料（包括甲方提供的和乙方搜集、记录的所有数据、信息、资料和相应的交易行为记录、交易文件）承担保密义务，不将甲方信息向第三方进行出租或出售。</p>
    			<p>3. 撮合服务</p>
				<p>乙方根据其获取的甲方信息及自身的商业判断决定为甲方资金借入提供居间服务的，将在乙方成立并运营的畅享时贷对甲方及其资金需求进行展示，并使用畅享时贷撮合甲方与一个或多个出借人达成借贷交易、签署借款协议。</p>
				<p>4. 资金划转托管服务</p>
				<p>乙方应当实行自身资金与出借人及借款人资金的隔离管理，并选择符合条件的合作银行（“监管银行”）以乙方名义开立的、资金独立于乙方自有资金的银行监管账户（“监管账户”），并通过监管账户，根据出借人与甲方的资金划转指令和委托，委托监管银行、第三方支付机构等协助完成出借人与甲方之间借款协议项下资金的划转（包括出借人出借给甲方和甲方向出借人还款）。</p>
				<p>5. 借款人信用审核</p>
				<p>乙方有权根据甲方通过畅享时贷提供的信息以及乙方根据甲方的授权自行搜集的信息进行审核并针对甲方提供的信息对甲方的还款能力、还款意愿和资产状况进行评估、分析，基于此等评估、分析，确定、更新甲方可以通过畅享时贷的推荐、撮合服务获得的借款额度。</p>
				<p>6. 借贷交易管理</p>
				<p>在甲方与出借方达成借贷交易后，乙方将对甲方与出借人之间的借贷交易提供持续的管理，包括但不限于还款提醒、催收、信用跟踪评审等。</p>
				<p class="mb30">乙方在畅享时贷以外的物理场所仅限进行信用信息采集、核实、贷后跟踪、抵质押管理等风险管理及网络借贷有关监管规定明确的部分必要经营环节。</p>
				<span class="txt-bold">四、资金借入及偿还的流程</span>
				<p>1. 当乙方在其成立并运营的畅享时贷对甲方及其资金需求以及还款期限和方式进行展示时，即视为甲方通过由畅享时贷发出不可撤销的借款要约。</p>
				<p>2. 双方同意，当出借人通过在畅享时贷对甲方的借款要约进行点击投资时，甲方与出借人订立的借款协议成立。在甲方的某一项借款要约全部得到满足而相应的所有借款协议生效后，出借人授权乙方通过委托第三方支付机构及监管银行划扣其在监管账户中出借人个人虚拟账户项下资金的方式向甲方指定的以下账户划转甲方借入的资金，甲方须确保如下账户为甲方名下合法有效的银行账户，甲方变更该账户时必须以传真及电子邮件方式向乙方发出通知、并经乙方确认后方可变更；如因甲方未及时书面通知乙方而引发的损失由甲方自行承担：</p> 
				<p>户名（与甲方姓名一致）：{{params.name}}</p> 
				<p>开户银行（精确到支行）：{{params.bankName}}</p> 
				<p>账号：{{params.bankCard}}</p>
   				<p>3. 甲方在借入资金后应按照相应借款协议之约定按月等额本息还款。乙方将根据其与出借人之间的约定将甲方账户中的该等资金自动划转至出借人的畅享时贷平台账户。</p>
   				<p>4. 若在甲方通过畅享时贷平台公示的规定时间内，甲方的某一项借款要约未能全部得到满足或乙方根据本协议相应规则撤销了甲方的该项借款要约，则已点击进行投资的出借人与甲方订立的借款协议自动撤销。</p>
   				<p>5. 甲方未在到期日中午12点前向其畅享时贷账户按照相应借款协议之约定充值以缴付当期本息的，视为甲方违反借款协议及本合同的约定：</p>
   				<p>（1）甲方除应尽快按期偿还借款本息外，还应按照借款协议的约定的方式缴付相应的逾期罚息、滞纳金等；</p>
   				<p class="mb30">（2）乙方还有权采取以下措施督促甲方尽快履行借款协议，包括但不限于向出借人进一步提供甲方的信息以供出借人催收、通过第三方合作机构催收借款等。</p> 
   				<span class="txt-bold">五、 服务费</span> 	 
   				<p class="mb30">就乙方向甲方提供的本协议项下服务，甲方应向乙方支付居间服务费。<b>服务费将按照甲方借入资金的本金总额收取，</b>具体计算方式见协议附件一（收费确认单）。</p>
   				<span class="txt-bold">六、限制责任</span>
   				<p>1. 非因乙方的原因导致的甲方在使用乙方服务的过程中遭受的损失（损失原因包括但不限于甲方的操作失误导致的损失、第三方机构导致的损失、交易对手违约导致的损失，甲方使用的电脑、手机终端设备感染病毒或安全防御系统被突破造成甲方无法正常使用畅享时贷服务或账户、个人信息泄露而导致的损失，损失类型包括但不限于本息损失），均应由甲方自行承担或解决。</p>
   				<p class="mb30">2. 乙方不绝对保证甲方的借款需求能够得到满足，也不就甲方的借款需求未得到满足而造成的任何损失承担任何责任。</p>
   				<span class="txt-bold">七、违约责任</span> 
   				<p class="mb30">任何一方违反本协议的约定，使得本协议的全部或部分不能履行，均应承担违约责任，并赔偿对方因此遭受的损失（包括由此产生的诉讼费和律师费）；如双方违约，根据实际情况各自承担相应的责任。违约方应赔偿因其违约而给守约方造成的损失，包括合同履行后可以获得的利益，但不得超过违反合同一方订立合同时可以预见或应当预见的因违反合同可能造成的损失。</p>
   				<span class="txt-bold">八、 争议的处理</span> 
   				<p>本协议在履行过程中，如发生任何争执或纠纷，双方应友好协商解决，协商不成的，<b>任何一方有权向<span class="line">乙方</span> 所在地人民法院提起诉讼。</b></p>
   				<span class="txt-bold">九、 其他</span> 
   				<p>本协议自双方以电子合同的形式订立之时起生效，至甲方不再使用乙方所提供之服务及已经在畅享时贷平台注销且已经清理双方之间的所有债权债务关系时止。</p>
   				<p>本合同的条款标题仅为了索引方便而设，不影响对本合同条款内容的理解，也不应构成对本合同及其条款内容的定义、限制或扩大。</p>
   				<p>本合同一式贰份，双方各持壹份，具有同等法律效力。</p>
   				<p class="mb30">（以下无正文，为本协议之签署）</p>

   				<p class="mb30">
					<span>甲方：{{params.name}}</span>
					<span>日期： {{fromDateArr[0]}} 年 {{fromDateArr[1]}} 月 {{fromDateArr[2]}} 日</span>
				</p>
				<p class="mb30">
					<span>乙方：</span>
					<span>日期： {{fromDateArr[0]}} 年 {{fromDateArr[1]}} 月 {{fromDateArr[2]}} 日</span>
				</p>
			</div>
		</div>
    </div>

</template>

<script>

	var top = require('../components/top');
	var bridge = require('../js/bridge.js');

	module.exports = {
		data: function() {
			return {
				params: this.$route.params,
				fromDateArr: [],
				title: '',
				toDateArr: []
			}
		},
		components: {
			top: top
		},
		methods: {
			goback: function() {
				bridge.goBack();
			}
		},
		created: function() {
			this.fromDateArr = (this.params.fromDate && this.params.fromDate.split('-')) || [];
			this.toDateArr = (this.params.toDate && this.params.toDate.split('-')) || [];
			switch(this.params.type) {
				case "1":
					this.title = '长富贷工薪贷协议';
					break;
				case "2":
					this.title = '长富贷秒贷协议';
					break;
			}
		}
	};

</script>

<style scoped>
	.leftBtn{
		height:100%;
		position: absolute;
		left: 0;
		top: 0;  
		padding-left:50px; 
	}
	.protocol-wrap{
		padding: 30px;
		text-align: left;
		font-size: 28px;
		span{
			display: block;
		}
		.no-b{
			margin-bottom: 0;
		}
		.txt-bold{
			font-weight: bold;
		}
		.txt-r{
			text-align: right;
		}
		.txt-c{
			text-align: center;
		}
		p{
			text-indent: 50px;
		}
		.line{
			display: inline;
			height: 26px;
			line-height: 26px;
			padding: 0 40px;
			border-bottom: 1px solid #000;
		}
		.b-l,.b-r{
			width: 330px;
			display: inline-block;
		}
		.mb60{
			margin-bottom: 60px;
		}
		.mb30{
			margin-bottom: 30px;
		}
		.mb10{
			margin-bottom: 10px;
		}
		.red{
			color: red;
			border-bottom-color: red;
		}
		table{
			border-right: 1px #000 solid;
			border-bottom: 1px #000 solid;
			margin-bottom: 30px;
		}
		td{
			border-top: 1px #000 solid;
			border-left: 1px #000 solid;
			height: 100px;
			text-align: center;
		}
	}
</style>

