<template>
	<div class="view-box">
		<div class="acc-mains scroll-box scroll-box-top scroll-box-bottom">
			<div class="protocol-wrap" v-if="this.query.type==2">
				<h2>融资居间服务协议</h2>
				<span class="txt-bold txt-r mb30">合同编号：<span class="line"></span></span>
				<p class="txt-bold mb10">甲方： {{params.name}}</p>
				<p class="mb10">证件类型：{{params.idtype}}</p>
				<p class="mb10">证件号码：{{params.idcard}}</p>
				<p class="mb60">地址： {{params.username}}</p>

				<p class="txt-bold mb10">乙方：杭州畅时贷网络科技有限公司 </p>
				<p class="mb10">经营地址：杭州市拱墅区大关路100号绿地中央广场3号楼1107室</p>
				<p class="mb60">法定代表人：洪斌华 </p>
				<p>鉴于：甲方为有借款需求并在乙方实名注册，同意乙方《畅享时贷注册协议》的借款申请人。</p>
				<p>乙方是杭州畅时贷网络科技有限公司，互联网理财服务平台“畅享时贷”（网址为www.changxiangstyle.com） 的运营方 （以下简称“畅享时贷”）。</p>
				<p class="mb30">甲、乙双方就乙方为甲方提供居间服务一事，依据《合同法》《民法通则》及相关法律、法规的规定，双方在自愿、平等的原则下经协商一致，签订如下协议：</p>
				<span class="txt-bold">一、释义 </span>
				<p>在本合同中，除非上下文另有解释，下列词语具有以下含义：</p> 
				<p>1.借款申请人：指有借款需求，在乙方进行注册，同意乙方《畅享时贷注册协议》，向乙方提供借款资料供其审核，并同意通过乙方发布借款信息的借款方。</p>
				<p>2.借款合同：指经乙方居间而由甲方与出借人以合同的形式订立的、约定甲方向出借人借入一定数额的出借资金，甲方到期还本付息的借款合同。</p>
				<p>3.借款人：指在乙方实名注册，同意乙方《畅享时贷注册协议》，并通过乙方审核的、符合乙方关于借款人资格规定的、与出借人签订《借款合同》的借款方。</p>
				<p>4.出借人：指在乙方实名注册，并通过乙方与借款人签订《借款合同》的出借方。</p>
 				<p class="mb30">5.杭州畅时贷网络科技有限公司是依法设立，专门从事网络借贷信息中介业务活动的金融信息中介公司，以互联网为主要渠道，为借款人与出借人实现直接借贷提供信息搜集、信息公布、资信评估、信息交互、借贷撮合等服务；严格遵守法律法规和网络借贷的相关监管规定。</p>
				<span class="txt-bold">二、甲方的权利和义务</span>
				<p>1.甲方应当按如下要求向乙方提供和更新真实、准确、完整的甲方信息： </p>
				<p>（1）甲方应及时向乙方提供乙方要求的各项借款人基本信息，并保证及时更新甲方的个人信息，以确保诸如个人身份信息、电子邮件地址、联系电话（含手机号码）、联系地址、邮政编码等个人资料或企业名称、注册地址、法人代表、注册资金、经营范围、组织机构代码等信息和证明文件的有效性、安全性和及时更新，并应确保提供的信息真实、完整、准确。如已经提供的借款人基本信息发生任何变化，甲方应及时通知乙方，并应乙方要求提供相关证明文件。</p>
				<p>（2）如因甲方违反上述规定，提供的信息不真实、不完整、不准确、不及时和/或未及时在各类信息发生变更后及时通知乙方并提供证明文件，所造成的一切损失和责任由甲方承担。</p>
				<p>2.甲方应授权乙方收集、了解甲方的各项信用信息，包括但不限于其在中国人民银行的征信报告、工作情况、收入情况、家庭成员情况、使用畅享时贷的情况、历史债务清偿情况以及其他各类信息等。</p>
				<p>3.甲方有权按照约定通过乙方就自己的资金需求发布信息，查阅交易机会，签订和查阅合同，进行资金充值、提现。</p>
				<p>4.甲方应按约定向乙方支付居间报酬费用。</p>
				<p class="mb30">5.不从事法律法规和网络借贷有关监管规定禁止从事的其他活动。</p>
				<span class="txt-bold">三、乙方的权利和义务</span>
				<p>1.借款人信息的提供和收集</p>
				<p>（1）乙方有权要求甲方向其提供各类借款人基本信息，包括但不限于甲方的姓名、身份证明及证件号码、住址等个人基本信息，以及账户信息、工作情况、收入和资产情况、家庭成员情况以及个人信用信息及相关证明文件等；或要求甲方提供企业名称、注册地址、法人代表、注册资金、经营范围、组织机构代码等信息和证明文件。</p>
				<p>（2）如因甲方违反上述规定，提供的信息不真实、不完整、不准确、不及时和/或未及时在各类信息发生变更后及时通知乙方并提供证明文件，所造成的一切损失和责任由甲方承担，乙方同时有权立即停止为甲方提供服务并视情况限制或禁止甲方使用畅享时贷的全部或部分功能。</p>
				<p>（3）经甲方授权，乙方可以自行或通过乙方合作的金融信用信息基础数据库运行机构、征信机构等收集甲方的额外资料和信息，搜集的资料和信息范围包括但不限于：</p>
				<p>①甲方的身份信息，包括但不限于姓名/名称、证件号码、证件类型、住所地、电话号码以及其他身份信息；</p>
				<p>②甲方在乙方的关联方和合作伙伴处留存以及形成的任何数据和信息，包括但不限于甲方的证券账户和/或银行账户信息、甲方在乙方关联方或乙方合作伙伴的网络平台上留存、形成、产生的有关法律文件以及任何个人信息或行为数据；</p>
				<p>③甲方的信用信息，包括但不限于甲方征信记录和信用报告；</p>
    			<p>④甲方的财产信息，包括但不限于甲方的店铺/企业经营状况、财税信息、房产信息、车辆信息、基金、保险、股票、信托、债券等投资理财信息和负债信息等；</p>
    			<p>⑤行政机关、司法机关留存的任何信息，包括但不限于甲方的户籍信息、工商信息、诉讼信息、执行信息和违法犯罪信息等；</p>
    			<p>2. 借款人信息的使用和披露</p>
    			<p>乙方将客观、真实、全面、及时地进行信息披露，不承担借贷违约风险。甲方同意乙方有权按照如下规则使用及公开其各项借款人信息：</p>
    			<p>（1）在畅享时贷公示全部或部分借款人信息。</p>
    			<p>（2）乙方可在业务运营中向其第三方合作机构披露全部或部分借款人信息，但乙方与该第三方合作机构签署的合作协议中应对第三方合作机构保护借款人信息作出规定。</p>
    			<p>（3）乙方可在业务运营中进行数据分析、行业研究、市场推广等情形下整体使用借款人信息。</p>
    			<p>（4）在行政、司法等政府机构要求时，乙方可向该等政府机构提供借款人信息。</p>
    			<p>（5）当甲方违反本协议、各交易服务规则和/或甲方通过畅享时贷签署的法律文件（包括借款交易协议）之约定或任何法律法规规定时，乙方有权根据自己的判断和/或有关法律文件的约定，披露甲方的个人信息和资料以及甲方的违法、违约行为和对应的交易文件而无需承担任何责任，披露的方式包括但不限于：①在畅享时贷及其他网站公布；②向与甲方交易的主体以及有权的仲裁机构和司法、行政等权力机关提供；③向受乙方或与甲方交易之其他畅享时贷用户委托的专业法律顾问、催收机构等服务机构提供；④其他披露方式。</p>
    			<p>（6）乙方有义务按照国家法律法规关于国家秘密、商业秘密、个人隐私的有关规定对甲方的个人信息和资料（包括甲方提供的和乙方搜集、记录的所有数据、信息、资料和相应的交易行为记录、交易文件）承担保密义务，不将甲方信息向第三方进行出租或出售。</p>
    			<p>3. 撮合服务</p>
				<p>乙方根据其获取的甲方信息及自身的商业判断决定为甲方资金借入提供居间服务的，将在乙方成立并运营的畅享时贷上对甲方及其资金需求进行展示，并使用畅享时贷撮合甲方与一个或多个出借人达成借贷交易、签署借款协议。</p>
				<p>4. 资金划转托管服务</p>
				<p>乙方应当实行自身资金与出借人及借款人资金的隔离管理，并选择符合条件的合作银行（“监管银行”）以乙方名义开立的、资金独立于乙方自有资金的银行监管账户（“监管账户”），并通过监管账户，根据出借人与甲方的资金划转指令和委托，委托监管银行、第三方支付机构等协助完成出借人与甲方之间借款协议项下资金的划转（包括出借人出借给甲方和甲方向出借人还款）。</p>
				<p>5. 借款人信用审核</p>
				<p>乙方有权根据甲方通过畅享时贷提供的信息以及乙方根据甲方的授权自行搜集的信息进行审核并针对甲方提供的信息对甲方的还款能力、还款意愿和资产状况进行评估、分析，基于此等评估、分析，确定、更新甲方可以通过畅享时贷的推荐、撮合服务获得的借款额度。</p>
				<p>6. 借贷交易管理</p>
				<p>在甲方与出借方达成借贷交易后，乙方将对甲方与出借人之间的借贷交易提供持续的管理，包括但不限于还款提醒、催收、信用跟踪评审等。</p>
				<p class="mb30">乙方在畅享时贷以外的物理场所仅限进行信用信息采集、核实、贷后跟踪、抵质押管理等风险管理及网络借贷有关监管规定明确的部分必要经营环节。</p>
				<span class="txt-bold">四、资金借入及偿还的流程</span>
				<p>1. 当乙方在其成立并运营的有畅享时贷对甲方及其资金需求以及还款期限和方式进行展示时，即视为甲方通过由畅享时贷发出不可撤销的借款要约。</p>
				<p>2. 双方同意，当出借人通过在畅享时贷对甲方的借款要约进行点击投资时，甲方与出借人订立的借款协议成立。在甲方的某一项借款要约全部得到满足而相应的所有借款协议生效后，出借人授权乙方通过委托第三方支付机构及监管银行划扣其在监管账户中出借人个人虚拟账户项下资金的方式向甲方指定的以下账户划转其借入的资金，甲方须确保如下账户为甲方名下合法有效的银行账户，甲方变更该账户时必须以传真及电子邮件方式向乙方发出通知、并经乙方确认后方可变更；如因甲方未及时书面通知乙方而引发的损失由甲方自行承担： </p> 
				<p>户名（与甲方姓名一致）：{{params.name}}</p> 
				<p>开户银行（精确到支行）：{{params.bankName}}</p> 
				<p>账号：{{params.bankCard}}</p>
   				<p>3. 甲方在借入资金后应按照相应借款协议之约定按期还本付息。乙方将根据其与出借人之间的约定将甲方账户中的该等资金自动划转至出借人的畅享时贷账户。</p>
   				<p>4. 若在甲方通过畅享时贷公示的规定时间内，甲方的某一项借款要约未能全部得到满足或乙方根据本协议相应规则撤销了甲方的该项借款要约，则已点击进行投资的出借人与甲方订立的借款协议自动撤销。</p>
   				<p>5. 甲方未在到期日14点前向其畅享时贷账户按照相应借款协议之约定充值以缴付当期本息的，视为甲方违反借款协议及本合同的约定：</p>
   				<p>（1）甲方除应尽快按期偿还借款本息外，还应按照借款协议的约定的方式缴付相应的逾期罚息、滞纳金等；</p>
   				<p class="mb30">（2）乙方还有权采取以下措施督促甲方尽快履行借款协议，包括但不限于向出借人进一步提供甲方的信息以供出借人催收、通过第三方合作机构催收借款等。</p> 
   				<span class="txt-bold">五、服务费</span> 
   				<p>1. 就乙方向甲方提供的本协议项下服务，甲方应向乙方支付居间服务费。服务费将按照甲方借入资金的本金总额收取，具体计算方式见协议附件一（收费确认单）。</p>
   				<p class="mb30">2. 上述公式计算出的服务费应由乙方在甲方向出借人借款成功时一次性从向甲方支付的本金中扣除。</p>	 
   				<span class="txt-bold">六、限制责任</span>
   				<p> 1.非因乙方的原因导致的甲方在使用乙方服务的过程中遭受的损失（损失原因包括但不限于甲方的操作失误导致的损失、第三方机构导致的损失、交易对手违约导致的损失，甲方使用的电脑、手机终端设备感染病毒或安全防御系统被突破造成甲方无法正常使用畅享时贷服务或账户、个人信息泄露而导致的损失，损失类型包括但不限于本息损失），均应由甲方自行承担或解决。</p>
   				<p class="mb30">2.乙方不绝对保证甲方的借款需求能够得到满足，也不就甲方的借款需求未得到满足而造成的任何损失承担任何责任。</p>
   				<span class="txt-bold">七、违约责任</span> 
   				<p>任何一方违反本协议的约定，使得本协议的全部或部分不能履行，均应承担违约责任，并赔偿对方因此遭受的损失（包括由此产生的诉讼费和律师费等）；如双方违约，根据实际情况各自承担相应的责任。违约方应赔偿因其违约而给守约方造成的损失，包括合同履行后可以获得的利益，但不得超过违反合同一方订立合同时可以预见或应当预见的因违反合同可能造成的损失。</p>
   				<!-- <p class="txt-bold">1、甲方逾期支付服务费的违约责任</p>
   				<p class="txt-bold">如甲方未在附件一规定的时间全额支付服务费的，甲方除应当支付应该支付的服务费外，还应当向乙方支持违约金。违约金的支付标准以甲方未支付服务费为基数，按照0.1%/日计算，直至甲方付清所有服务费。</p>
				<p class="txt-bold">2、甲方提前还款时的违约责任</p>
				<p class="txt-bold">（1）甲方在借款6个月以内（含6个月）申请提前还款的，除支付当期应当支付的服务费外，甲方应当向乙方支付违约金，违约金计算标准为甲方未清偿本金的8%。</p>
				<p class="txt-bold">（2）甲方在借款6个月以上（不含6个月）申请提前还款的，除支付当期应当支付的服务费外，甲方应当向乙方支付违约金，违约金计算标准为甲方未清偿本金的5%。</p>
				<p class="txt-bold mb30">甲方无论何时申请提前还款的，如服务费是分期支付的，当期的服务费不予减免。</p> -->
   				<span class="txt-bold">八、 争议的处理</span> 
   				<p>本协议在履行过程中，如发生任何争执或纠纷，双方应友好协商解决，协商不成的，任何一方有权向 乙方  所在地人民法院提起诉讼。</b></p>
   				<span class="txt-bold">九、 其他</span> 
   				<p>本协议自双方以电子合同的形式订立之时起生效，至甲方不再使用乙方所提供之服务及已经在畅享时贷注销且已经清理双方之间的所有债权债务关系时止。</p>
   				<p>本合同的条款标题仅为了索引方便而设，不影响对本合同条款内容的理解，也不应构成对本合同及其条款内容的定义、限制或扩大。</p>
   				<p>本合同一式贰份，双方各持壹份，具有同等法律效力。</p>
   				<p class="mb30">（以下无正文，为本协议之签署）</p>

   				<p class="mb30">
					<span>甲方：{{params.name}}</span>
					<span>日期： {{fromDateArr[0]}} 年 {{fromDateArr[1]}} 月 {{fromDateArr[2]}} 日</span>
				</p>
				<p class="mb30">
					<span>乙方：</span>
					<span>日期： {{fromDateArr[0]}} 年 {{fromDateArr[1]}} 月 {{fromDateArr[2]}} 日</span>
				</p>
				<p class="txt-bold">附件一   （{{name}}）收费确认单</p>
				<p class="txt-r">编号：</p>
				<table width="100%" border="0" cellpadding="0" cellspacing="0">
					<tr>
						<td style="width:25%">借款人名称</td>
						<td style="width:20%">{{params.name}}</td>
						<td style="width:25%">身份证号或营业执照号</td>
						<td style="width:30%">{{params.idcard}}</td>
					</tr>
					<tr>
						<td colspan="4">借款人在畅享时贷申请借款，借款项目信息如下，借款人同意按以下费率支付居间服务费</td>
					</tr>
					<tr>
						<td>项目名称</td>
						<td>借款金额</td>
						<td colspan="2">服务费金额</td>
					</tr>
					<tr>
						<td>{{name}}</td>
						<td>{{params.amount}}</td>
						<td colspan="2">{{params.serviceMount}}/月</td>
					</tr>
					<tr>
						<td>借款人确认</td>
						<td colspan="3">
							借款人确认以上项目由居间人杭州畅时贷网络科技有限公司提供居间服务，借款人同意支付总计<span class="line"></span>元的居间服务费。
							<div class="txt-l">借款人确认签章：{{params.name}}</div>
						</td>
					</tr>
					<tr>
						<td>支付时间</td>
						<td colspan="3">
							<p style="text-align: left">□借款人保证在<span class="line">12点前</span> 支付费用</p>
							<p style="text-align: left">□同意在借款项目本金中直接扣除相应的服务费</p>
						</td>
					</tr>
					<tr>
						<td>备注</td>
						<td colspan="3">
							借款人（甲方）确认已经仔细阅读《融资居间服务协议》及附件，并且乙方就其中有关服务内容、费用计算、支付以及有关违约责任等内容向借款人（甲方）作了详细的说明，借款人（甲方）已经充分了解并且没有任何异议。
						</td>
					</tr>
				</table>
			</div>
			<div class="protocol-wrap" v-if="this.query.type==1||this.query.type==3">
				<h2>融资居间服务协议</h2>
				<span class="txt-bold txt-r mb30">合同编号：<span class="line"></span></span>
				<p class="txt-bold mb10">甲方： {{params.name}}</p>
				<p class="mb10">证件类型：{{params.idtype}}</p>
				<p class="mb10">证件号码：{{params.idcard}}</p>
				<p class="mb60">地址： {{params.username}}</p>

				<p class="txt-bold mb10">乙方：杭州畅时贷网络科技有限公司 </p>
				<p class="mb10">经营地址：杭州市拱墅区大关路100号绿地中央广场3号楼1107室</p>
				<p class="mb60">法定代表人：洪斌华 </p>
				<p>鉴于：甲方为有借款需求并在乙方实名注册，同意乙方《畅享时贷注册协议》的借款申请人。</p>
				<p>乙方是杭州畅时贷网络科技有限公司，互联网理财服务平台“畅享时贷”（网址为www.changxiangstyle.com） 的运营方 （以下简称“畅享时贷”）。</p>
				<p class="mb30">甲、乙双方就乙方为甲方提供居间服务一事，依据《合同法》《民法通则》及相关法律、法规的规定，双方在自愿、平等的原则下经协商一致，签订如下协议：</p>
				<span class="txt-bold">一、释义 </span>
				<p>在本合同中，除非上下文另有解释，下列词语具有以下含义：</p> 
				<p>1.借款申请人：指有借款需求，在乙方进行注册，同意乙方《畅享时贷注册协议》，向乙方提供借款资料供其审核，并同意通过乙方发布借款信息的借款方。</p>
				<p>2.借款合同：指经乙方居间而由甲方与出借人以合同的形式订立的、约定甲方向出借人借入一定数额的出借资金，甲方到期还本付息的借款合同。</p>
				<p>3.借款人：指在乙方实名注册，同意乙方《畅享时贷注册协议》，并通过乙方审核的、符合乙方关于借款人资格规定的、与出借人签订《借款合同》的借款方。</p>
				<p>4.出借人：指在乙方实名注册，并通过乙方与借款人签订《借款合同》的出借方。</p>
 				<p class="mb30">5.杭州畅时贷网络科技有限公司是依法设立，专门从事网络借贷信息中介业务活动的金融信息中介公司，以互联网为主要渠道，为借款人与出借人实现直接借贷提供信息搜集、信息公布、资信评估、信息交互、借贷撮合等服务；严格遵守法律法规和网络借贷的相关监管规定。</p>
				<span class="txt-bold">二、甲方的权利和义务</span>
				<p>1.甲方应当按如下要求向乙方提供和更新真实、准确、完整的甲方信息： </p>
				<p>（1）甲方应及时向乙方提供乙方要求的各项借款人基本信息，并保证及时更新甲方的个人信息，以确保诸如个人身份信息、电子邮件地址、联系电话（含手机号码）、联系地址、邮政编码等个人资料或企业名称、注册地址、法人代表、注册资金、经营范围、组织机构代码等信息和证明文件的有效性、安全性和及时更新，并应确保提供的信息真实、完整、准确。如已经提供的借款人基本信息发生任何变化，甲方应及时通知乙方，并应乙方要求提供相关证明文件。</p>
				<p>（2）如因甲方违反上述规定，提供的信息不真实、不完整、不准确、不及时和/或未及时在各类信息发生变更后及时通知乙方并提供证明文件，所造成的一切损失和责任由甲方承担。</p>
				<p>2.甲方应授权乙方收集、了解甲方的各项信用信息，包括但不限于其在中国人民银行的征信报告、工作情况、收入情况、家庭成员情况、使用畅享时贷的情况、历史债务清偿情况以及其他各类信息等。</p>
				<p>3.甲方有权按照约定通过乙方就自己的资金需求发布信息，查阅交易机会，签订和查阅合同，进行资金充值、提现。</p>
				<p>4.甲方应按约定向乙方支付居间报酬费用。</p>
				<p class="mb30">5.不从事法律法规和网络借贷有关监管规定禁止从事的其他活动。</p>
				<span class="txt-bold">三、乙方的权利和义务</span>
				<p>1.借款人信息的提供和收集</p>
				<p>（1）乙方有权要求甲方向其提供各类借款人基本信息，包括但不限于甲方的姓名、身份证明及证件号码、住址等个人基本信息，以及账户信息、工作情况、收入和资产情况、家庭成员情况以及个人信用信息及相关证明文件等；或要求甲方提供企业名称、注册地址、法人代表、注册资金、经营范围、组织机构代码等信息和证明文件。</p>
				<p>（2）如因甲方违反上述规定，提供的信息不真实、不完整、不准确、不及时和/或未及时在各类信息发生变更后及时通知乙方并提供证明文件，所造成的一切损失和责任由甲方承担，乙方同时有权立即停止为甲方提供服务并视情况限制或禁止甲方使用畅享时贷的全部或部分功能。</p>
				<p>（3）经甲方授权，乙方可以自行或通过乙方合作的金融信用信息基础数据库运行机构、征信机构等收集甲方的额外资料和信息，搜集的资料和信息范围包括但不限于：</p>
				<p>①甲方的身份信息，包括但不限于姓名/名称、证件号码、证件类型、住所地、电话号码以及其他身份信息；</p>
				<p>②甲方在乙方的关联方和合作伙伴处留存以及形成的任何数据和信息，包括但不限于甲方的证券账户和/或银行账户信息、甲方在乙方关联方或乙方合作伙伴的网络平台上留存、形成、产生的有关法律文件以及任何个人信息或行为数据；</p>
				<p>③甲方的信用信息，包括但不限于甲方征信记录和信用报告；</p>
    			<p>④甲方的财产信息，包括但不限于甲方的店铺/企业经营状况、财税信息、房产信息、车辆信息、基金、保险、股票、信托、债券等投资理财信息和负债信息等；</p>
    			<p>⑤行政机关、司法机关留存的任何信息，包括但不限于甲方的户籍信息、工商信息、诉讼信息、执行信息和违法犯罪信息等；</p>
    			<p>2. 借款人信息的使用和披露</p>
    			<p>乙方将客观、真实、全面、及时地进行信息披露，不承担借贷违约风险。甲方同意乙方有权按照如下规则使用及公开其各项借款人信息：</p>
    			<p>（1）在畅享时贷公示全部或部分借款人信息。</p>
    			<p>（2）乙方可在业务运营中向其第三方合作机构披露全部或部分借款人信息，但乙方与该第三方合作机构签署的合作协议中应对第三方合作机构保护借款人信息作出规定。</p>
    			<p>（3）乙方可在业务运营中进行数据分析、行业研究、市场推广等情形下整体使用借款人信息。</p>
    			<p>（4）在行政、司法等政府机构要求时，乙方可向该等政府机构提供借款人信息。</p>
    			<p>（5）当甲方违反本协议、各交易服务规则和/或甲方通过畅享时贷签署的法律文件（包括借款交易协议）之约定或任何法律法规规定时，乙方有权根据自己的判断和/或有关法律文件的约定，披露甲方的个人信息和资料以及甲方的违法、违约行为和对应的交易文件而无需承担任何责任，披露的方式包括但不限于：①在畅享时贷及其他网站公布；②向与甲方交易的主体以及有权的仲裁机构和司法、行政等权力机关提供；③向受乙方或与甲方交易之其他畅享时贷用户委托的专业法律顾问、催收机构等服务机构提供；④其他披露方式。</p>
    			<p>（6）乙方有义务按照国家法律法规关于国家秘密、商业秘密、个人隐私的有关规定对甲方的个人信息和资料（包括甲方提供的和乙方搜集、记录的所有数据、信息、资料和相应的交易行为记录、交易文件）承担保密义务，不将甲方信息向第三方进行出租或出售。</p>
    			<p>3. 撮合服务</p>
				<p>乙方根据其获取的甲方信息及自身的商业判断决定为甲方资金借入提供居间服务的，将在乙方成立并运营的畅享时贷上对甲方及其资金需求进行展示，并使用畅享时贷撮合甲方与一个或多个出借人达成借贷交易、签署借款协议。</p>
				<p>4. 资金划转托管服务</p>
				<p>乙方应当实行自身资金与出借人及借款人资金的隔离管理，并选择符合条件的合作银行（“监管银行”）以乙方名义开立的、资金独立于乙方自有资金的银行监管账户（“监管账户”），并通过监管账户，根据出借人与甲方的资金划转指令和委托，委托监管银行、第三方支付机构等协助完成出借人与甲方之间借款协议项下资金的划转（包括出借人出借给甲方和甲方向出借人还款）。</p>
				<p>5. 借款人信用审核</p>
				<p>乙方有权根据甲方通过畅享时贷提供的信息以及乙方根据甲方的授权自行搜集的信息进行审核并针对甲方提供的信息对甲方的还款能力、还款意愿和资产状况进行评估、分析，基于此等评估、分析，确定、更新甲方可以通过畅享时贷的推荐、撮合服务获得的借款额度。</p>
				<p>6. 借贷交易管理</p>
				<p>在甲方与出借方达成借贷交易后，乙方将对甲方与出借人之间的借贷交易提供持续的管理，包括但不限于还款提醒、催收、信用跟踪评审等。</p>
				<p class="mb30">乙方在畅享时贷以外的物理场所仅限进行信用信息采集、核实、贷后跟踪、抵质押管理等风险管理及网络借贷有关监管规定明确的部分必要经营环节。</p>
				<span class="txt-bold">四、资金借入及偿还的流程</span>
				<p>1. 当乙方在其成立并运营的有畅享时贷对甲方及其资金需求以及还款期限和方式进行展示时，即视为甲方通过由畅享时贷发出不可撤销的借款要约。</p>
				<p>2. 双方同意，当出借人通过在畅享时贷对甲方的借款要约进行点击投资时，甲方与出借人订立的借款协议成立。在甲方的某一项借款要约全部得到满足而相应的所有借款协议生效后，出借人授权乙方通过委托第三方支付机构及监管银行划扣其在监管账户中出借人个人虚拟账户项下资金的方式向甲方指定的以下账户划转其借入的资金，甲方须确保如下账户为甲方名下合法有效的银行账户，甲方变更该账户时必须以传真及电子邮件方式向乙方发出通知、并经乙方确认后方可变更；如因甲方未及时书面通知乙方而引发的损失由甲方自行承担： </p> 
				<p>户名（与甲方姓名一致）：{{params.name}}</p> 
				<p>开户银行（精确到支行）：{{params.bankName}}</p> 
				<p>账号：{{params.bankCard}}</p>
   				<p>3. 甲方在借入资金后应按照相应借款协议之约定按期还本付息。乙方将根据其与出借人之间的约定将甲方账户中的该等资金自动划转至出借人的畅享时贷账户。</p>
   				<p>4. 若在甲方通过畅享时贷公示的规定时间内，甲方的某一项借款要约未能全部得到满足或乙方根据本协议相应规则撤销了甲方的该项借款要约，则已点击进行投资的出借人与甲方订立的借款协议自动撤销。</p>
   				<p>5. 甲方未在到期日14点前向其畅享时贷账户按照相应借款协议之约定充值以缴付当期本息的，视为甲方违反借款协议及本合同的约定：</p>
   				<p>（1）甲方除应尽快按期偿还借款本息外，还应按照借款协议的约定的方式缴付相应的逾期罚息、滞纳金等；</p>
   				<p class="mb30">（2）乙方还有权采取以下措施督促甲方尽快履行借款协议，包括但不限于向出借人进一步提供甲方的信息以供出借人催收、通过第三方合作机构催收借款等。</p> 
   				<span class="txt-bold">五、服务费</span> 
   				<p>1. 就乙方向甲方提供的本协议项下服务，甲方应向乙方支付居间服务费。服务费将按照甲方借入资金的本金总额收取，具体计算方式见协议附件一（收费确认单）。</p>
   				<p class="mb30">2. 上述公式计算出的服务费应由乙方在甲方向出借人借款成功时一次性从向甲方支付的本金中扣除。</p>	 
   				<span class="txt-bold">六、限制责任</span>
   				<p> 1.非因乙方的原因导致的甲方在使用乙方服务的过程中遭受的损失（损失原因包括但不限于甲方的操作失误导致的损失、第三方机构导致的损失、交易对手违约导致的损失，甲方使用的电脑、手机终端设备感染病毒或安全防御系统被突破造成甲方无法正常使用畅享时贷服务或账户、个人信息泄露而导致的损失，损失类型包括但不限于本息损失），均应由甲方自行承担或解决。</p>
   				<p class="mb30">2.乙方不绝对保证甲方的借款需求能够得到满足，也不就甲方的借款需求未得到满足而造成的任何损失承担任何责任。</p>
   				<span class="txt-bold">七、违约责任</span> 
   				<p>任何一方违反本协议的约定，使得本协议的全部或部分不能履行，均应承担违约责任，并赔偿对方因此遭受的损失（包括由此产生的诉讼费和律师费等）；如双方违约，根据实际情况各自承担相应的责任。违约方应赔偿因其违约而给守约方造成的损失，包括合同履行后可以获得的利益，但不得超过违反合同一方订立合同时可以预见或应当预见的因违反合同可能造成的损失。</p>
   				<!-- <p class="txt-bold">1、甲方逾期支付服务费的违约责任</p>
   				<p class="txt-bold">如甲方未在附件一规定的时间全额支付服务费的，甲方除应当支付应该支付的服务费外，还应当向乙方支持违约金。违约金的支付标准以甲方未支付服务费为基数，按照0.1%/日计算，直至甲方付清所有服务费。</p>
				<p class="txt-bold">2、甲方提前还款时的违约责任</p>
				<p class="txt-bold">（1）甲方在借款6个月以内（含6个月）申请提前还款的，除支付当期应当支付的服务费外，甲方应当向乙方支付违约金，违约金计算标准为甲方未清偿本金的8%。</p>
				<p class="txt-bold">（2）甲方在借款6个月以上（不含6个月）申请提前还款的，除支付当期应当支付的服务费外，甲方应当向乙方支付违约金，违约金计算标准为甲方未清偿本金的5%。</p>
				<p class="txt-bold mb30">甲方无论何时申请提前还款的，如服务费是分期支付的，当期的服务费不予减免。</p> -->
   				<span class="txt-bold">八、 争议的处理</span> 
   				<p>本协议在履行过程中，如发生任何争执或纠纷，双方应友好协商解决，协商不成的，任何一方有权向 乙方  所在地人民法院提起诉讼。</b></p>
   				<span class="txt-bold">九、 其他</span> 
   				<p>本协议自双方以电子合同的形式订立之时起生效，至甲方不再使用乙方所提供之服务及已经在畅享时贷注销且已经清理双方之间的所有债权债务关系时止。</p>
   				<p>本合同的条款标题仅为了索引方便而设，不影响对本合同条款内容的理解，也不应构成对本合同及其条款内容的定义、限制或扩大。</p>
   				<p>本合同一式贰份，双方各持壹份，具有同等法律效力。</p>
   				<p class="mb30">（以下无正文，为本协议之签署）</p>

   				<p class="mb30">
					<span>甲方：{{params.name}}</span>
					<span>日期： {{fromDateArr[0]}} 年 {{fromDateArr[1]}} 月 {{fromDateArr[2]}} 日</span>
				</p>
				<p class="mb30">
					<span>乙方：</span>
					<span>日期： {{fromDateArr[0]}} 年 {{fromDateArr[1]}} 月 {{fromDateArr[2]}} 日</span>
				</p>
				<p class="txt-bold">附件一   （{{name}}）收费确认单</p>
				<p class="txt-r">编号：</p>
				<table width="100%" border="0" cellpadding="0" cellspacing="0">
					<tr>
						<td style="width:25%">借款人名称</td>
						<td style="width:20%">{{params.name}}</td>
						<td style="width:25%">身份证号或营业执照号</td>
						<td style="width:30%">{{params.idcard}}</td>
					</tr>
					<tr>
						<td colspan="4">借款人在畅享时贷申请借款，借款项目信息如下，借款人同意按以下费率支付居间服务费</td>
					</tr>
					<tr>
						<td>项目名称</td>
						<td>借款金额</td>
						<td colspan="2">服务费金额</td>
					</tr>
					<tr>
						<td>{{name}}</td>
						<td>{{params.amount}}</td>
						<td colspan="2">{{params.serviceMount}}/月</td>
					</tr>
					<tr>
						<td>借款人确认</td>
						<td colspan="3">
							借款人确认以上项目由居间人杭州畅时贷网络科技有限公司提供居间服务，借款人同意支付总计<span class="line"></span>元的居间服务费。
							<div class="txt-l">借款人确认签章：{{params.name}}</div>
						</td>
					</tr>
					<tr>
						<td>支付时间</td>
						<td colspan="3">
							<p style="text-align: left">□借款人保证在<span class="line">12点前</span> 支付费用</p>
							<p style="text-align: left">□同意在借款项目本金中直接扣除相应的服务费</p>
						</td>
					</tr>
					<tr>
						<td>备注</td>
						<td colspan="3">
							借款人（甲方）确认已经仔细阅读《融资居间服务协议》及附件，并且乙方就其中有关服务内容、费用计算、支付以及有关违约责任等内容向借款人（甲方）作了详细的说明，借款人（甲方）已经充分了解并且没有任何异议。
						</td>
					</tr>
				</table>
			</div>
			<div class="protocol-wrap" v-if="this.query.type==0">
				<h2>融资居间服务协议</h2>
				<span class="txt-bold txt-r mb30">合同编号：<span class="line"></span></span>
				<p class="txt-bold mb10">甲方： {{params.name}}</p>
				<p class="mb10">证件类型：{{params.idcard}}</p>
				<p class="mb10">证件号码：{{params.idcard}}</p>
				<p class="mb60">地址： {{params.username}}</p>

				<p class="txt-bold mb10">乙方：杭州畅时贷网络科技有限公司 </p>
				<p class="mb10">经营地址：杭州市拱墅区大关路100号绿地中央广场3号楼1107室</p>
				<p class="mb60">法定代表人：洪斌华 </p>
				<p>鉴于：甲方为有借款需求并在乙方实名注册，同意乙方《畅享时贷注册协议》的借款申请人。</p>
				<p>乙方是杭州畅时贷网络科技有限公司，互联网理财服务平台“畅享时贷”（网址为www.changxiangstyle.com） 的运营方 （以下简称“畅享时贷”）。</p>
				<p class="mb30">甲、乙双方就乙方为甲方提供居间服务一事，依据《合同法》《民法通则》及相关法律、法规的规定，双方在自愿、平等的原则下经协商一致，签订如下协议：</p>
				<span class="txt-bold">一、释义 </span>
				<p>在本合同中，除非上下文另有解释，下列词语具有以下含义：</p> 
				<p>1.借款申请人：指有借款需求，在乙方进行注册，同意乙方《畅享时贷注册协议》，向乙方提供借款资料供其审核，并同意通过乙方发布借款信息的借款方。</p>
				<p>2.借款合同：指经乙方居间而由甲方与出借人以合同的形式订立的、约定甲方向出借人借入一定数额的出借资金，甲方到期还本付息的借款合同。</p>
				<p>3.借款人：指在乙方实名注册，同意乙方《畅享时贷注册协议》，并通过乙方审核的、符合乙方关于借款人资格规定的、与出借人签订《借款合同》的借款方。</p>
				<p>4.出借人：指在乙方实名注册，并通过乙方与借款人签订《借款合同》的出借方。</p>
 				<p class="mb30">5.杭州畅时贷网络科技有限公司是依法设立，专门从事网络借贷信息中介业务活动的金融信息中介公司，以互联网为主要渠道，为借款人与出借人实现直接借贷提供信息搜集、信息公布、资信评估、信息交互、借贷撮合等服务；严格遵守法律法规和网络借贷的相关监管规定。</p>
				<span class="txt-bold">二、甲方的权利和义务</span>
				<p>1.甲方应当按如下要求向乙方提供和更新真实、准确、完整的甲方信息： </p>
				<p>（1）甲方应及时向乙方提供乙方要求的各项借款人基本信息，并保证及时更新甲方的个人信息，以确保诸如个人身份信息、电子邮件地址、联系电话（含手机号码）、联系地址、邮政编码等个人资料或企业名称、注册地址、法人代表、注册资金、经营范围、组织机构代码等信息和证明文件的有效性、安全性和及时更新，并应确保提供的信息真实、完整、准确。如已经提供的借款人基本信息发生任何变化，甲方应及时通知乙方，并应乙方要求提供相关证明文件。</p>
				<p>（2）如因甲方违反上述规定，提供的信息不真实、不完整、不准确、不及时和/或未及时在各类信息发生变更后及时通知乙方并提供证明文件，所造成的一切损失和责任由甲方承担。</p>
				<p>2.甲方应授权乙方收集、了解甲方的各项信用信息，包括但不限于其在中国人民银行的征信报告、工作情况、收入情况、家庭成员情况、使用畅享时贷的情况、历史债务清偿情况以及其他各类信息等。</p>
				<p>3.甲方有权按照约定通过乙方就自己的资金需求发布信息，查阅交易机会，签订和查阅合同，进行资金充值、提现。</p>
				<p>4.甲方应按约定向乙方支付居间报酬费用。</p>
				<p class="mb30">5.不从事法律法规和网络借贷有关监管规定禁止从事的其他活动。</p>
				<span class="txt-bold">三、乙方的权利和义务</span>
				<p>1.借款人信息的提供和收集</p>
				<p>（1）乙方有权要求甲方向其提供各类借款人基本信息，包括但不限于甲方的姓名、身份证明及证件号码、住址等个人基本信息，以及账户信息、工作情况、收入和资产情况、家庭成员情况以及个人信用信息及相关证明文件等；或要求甲方提供企业名称、注册地址、法人代表、注册资金、经营范围、组织机构代码等信息和证明文件。</p>
				<p>（2）如因甲方违反上述规定，提供的信息不真实、不完整、不准确、不及时和/或未及时在各类信息发生变更后及时通知乙方并提供证明文件，所造成的一切损失和责任由甲方承担，乙方同时有权立即停止为甲方提供服务并视情况限制或禁止甲方使用畅享时贷的全部或部分功能。</p>
				<p>（3）经甲方授权，乙方可以自行或通过乙方合作的金融信用信息基础数据库运行机构、征信机构等收集甲方的额外资料和信息，搜集的资料和信息范围包括但不限于：</p>
				<p>①甲方的身份信息，包括但不限于姓名/名称、证件号码、证件类型、住所地、电话号码以及其他身份信息；</p>
				<p>②甲方在乙方的关联方和合作伙伴处留存以及形成的任何数据和信息，包括但不限于甲方的证券账户和/或银行账户信息、甲方在乙方关联方或乙方合作伙伴的网络平台上留存、形成、产生的有关法律文件以及任何个人信息或行为数据；</p>
				<p>③甲方的信用信息，包括但不限于甲方征信记录和信用报告；</p>
    			<p>④甲方的财产信息，包括但不限于甲方的店铺/企业经营状况、财税信息、房产信息、车辆信息、基金、保险、股票、信托、债券等投资理财信息和负债信息等；</p>
    			<p>⑤行政机关、司法机关留存的任何信息，包括但不限于甲方的户籍信息、工商信息、诉讼信息、执行信息和违法犯罪信息等；</p>
    			<p>2. 借款人信息的使用和披露</p>
    			<p>乙方将客观、真实、全面、及时地进行信息披露，不承担借贷违约风险。甲方同意乙方有权按照如下规则使用及公开其各项借款人信息：</p>
    			<p>（1）在畅享时贷公示全部或部分借款人信息。</p>
    			<p>（2）乙方可在业务运营中向其第三方合作机构披露全部或部分借款人信息，但乙方与该第三方合作机构签署的合作协议中应对第三方合作机构保护借款人信息作出规定。</p>
    			<p>（3）乙方可在业务运营中进行数据分析、行业研究、市场推广等情形下整体使用借款人信息。</p>
    			<p>（4）在行政、司法等政府机构要求时，乙方可向该等政府机构提供借款人信息。</p>
    			<p>（5）当甲方违反本协议、各交易服务规则和/或甲方通过畅享时贷签署的法律文件（包括借款交易协议）之约定或任何法律法规规定时，乙方有权根据自己的判断和/或有关法律文件的约定，披露甲方的个人信息和资料以及甲方的违法、违约行为和对应的交易文件而无需承担任何责任，披露的方式包括但不限于：①在畅享时贷及其他网站公布；②向与甲方交易的主体以及有权的仲裁机构和司法、行政等权力机关提供；③向受乙方或与甲方交易之其他畅享时贷用户委托的专业法律顾问、催收机构等服务机构提供；④其他披露方式。</p>
    			<p>（6）乙方有义务按照国家法律法规关于国家秘密、商业秘密、个人隐私的有关规定对甲方的个人信息和资料（包括甲方提供的和乙方搜集、记录的所有数据、信息、资料和相应的交易行为记录、交易文件）承担保密义务，不将甲方信息向第三方进行出租或出售。</p>
    			<p>3. 撮合服务</p>
				<p>乙方根据其获取的甲方信息及自身的商业判断决定为甲方资金借入提供居间服务的，将在乙方成立并运营的畅享时贷上对甲方及其资金需求进行展示，并使用畅享时贷撮合甲方与一个或多个出借人达成借贷交易、签署借款协议。</p>
				<p>4. 资金划转托管服务</p>
				<p>乙方应当实行自身资金与出借人及借款人资金的隔离管理，并选择符合条件的合作银行（“监管银行”）以乙方名义开立的、资金独立于乙方自有资金的银行监管账户（“监管账户”），并通过监管账户，根据出借人与甲方的资金划转指令和委托，委托监管银行、第三方支付机构等协助完成出借人与甲方之间借款协议项下资金的划转（包括出借人出借给甲方和甲方向出借人还款）。</p>
				<p>5. 借款人信用审核</p>
				<p>乙方有权根据甲方通过畅享时贷提供的信息以及乙方根据甲方的授权自行搜集的信息进行审核并针对甲方提供的信息对甲方的还款能力、还款意愿和资产状况进行评估、分析，基于此等评估、分析，确定、更新甲方可以通过畅享时贷的推荐、撮合服务获得的借款额度。</p>
				<p>6. 借贷交易管理</p>
				<p>在甲方与出借方达成借贷交易后，乙方将对甲方与出借人之间的借贷交易提供持续的管理，包括但不限于还款提醒、催收、信用跟踪评审等。</p>
				<p class="mb30">乙方在畅享时贷以外的物理场所仅限进行信用信息采集、核实、贷后跟踪、抵质押管理等风险管理及网络借贷有关监管规定明确的部分必要经营环节。</p>
				<span class="txt-bold">四、资金借入及偿还的流程</span>
				<p>1. 当乙方在其成立并运营的有畅享时贷对甲方及其资金需求以及还款期限和方式进行展示时，即视为甲方通过由畅享时贷发出不可撤销的借款要约。</p>
				<p>2. 双方同意，当出借人通过在畅享时贷对甲方的借款要约进行点击投资时，甲方与出借人订立的借款协议成立。在甲方的某一项借款要约全部得到满足而相应的所有借款协议生效后，出借人授权乙方通过委托第三方支付机构及监管银行划扣其在监管账户中出借人个人虚拟账户项下资金的方式向甲方指定的以下账户划转其借入的资金，甲方须确保如下账户为甲方名下合法有效的银行账户，甲方变更该账户时必须以传真及电子邮件方式向乙方发出通知、并经乙方确认后方可变更；如因甲方未及时书面通知乙方而引发的损失由甲方自行承担： </p> 
				<p>户名（与甲方姓名一致）：{{params.name}}</p> 
				<p>开户银行（精确到支行）：{{params.bankName}}</p> 
				<p>账号：{{params.bankCard}}</p>
   				<p>3. 甲方在借入资金后应按照相应借款协议之约定按期还本付息。乙方将根据其与出借人之间的约定将甲方账户中的该等资金自动划转至出借人的畅享时贷账户。</p>
   				<p>4. 若在甲方通过畅享时贷公示的规定时间内，甲方的某一项借款要约未能全部得到满足或乙方根据本协议相应规则撤销了甲方的该项借款要约，则已点击进行投资的出借人与甲方订立的借款协议自动撤销。</p>
   				<p>5. 甲方未在到期日14点前向其畅享时贷账户按照相应借款协议之约定充值以缴付当期本息的，视为甲方违反借款协议及本合同的约定：</p>
   				<p>（1）甲方除应尽快按期偿还借款本息外，还应按照借款协议的约定的方式缴付相应的逾期罚息、滞纳金等；</p>
   				<p class="mb30">（2）乙方还有权采取以下措施督促甲方尽快履行借款协议，包括但不限于向出借人进一步提供甲方的信息以供出借人催收、通过第三方合作机构催收借款等。</p> 
   				<span class="txt-bold">五、服务费</span> 
   				<p>1. 就乙方向甲方提供的本协议项下服务，甲方应向乙方支付居间服务费。服务费将按照甲方借入资金的本金总额收取，具体计算方式见协议附件一（收费确认单）。</p>
   				<p class="mb30">2. 上述公式计算出的服务费应由乙方在甲方向出借人借款成功时一次性从向甲方支付的本金中扣除。</p>	 
   				<span class="txt-bold">六、限制责任</span>
   				<p> 1.非因乙方的原因导致的甲方在使用乙方服务的过程中遭受的损失（损失原因包括但不限于甲方的操作失误导致的损失、第三方机构导致的损失、交易对手违约导致的损失，甲方使用的电脑、手机终端设备感染病毒或安全防御系统被突破造成甲方无法正常使用畅享时贷服务或账户、个人信息泄露而导致的损失，损失类型包括但不限于本息损失），均应由甲方自行承担或解决。</p>
   				<p class="mb30">2.乙方不绝对保证甲方的借款需求能够得到满足，也不就甲方的借款需求未得到满足而造成的任何损失承担任何责任。</p>
   				<span class="txt-bold">七、违约责任</span> 
   				<p>任何一方违反本协议的约定，使得本协议的全部或部分不能履行，均应承担违约责任，并赔偿对方因此遭受的损失（包括由此产生的诉讼费和律师费等）；如双方违约，根据实际情况各自承担相应的责任。违约方应赔偿因其违约而给守约方造成的损失，包括合同履行后可以获得的利益，但不得超过违反合同一方订立合同时可以预见或应当预见的因违反合同可能造成的损失。</p>
   				<!-- <p class="txt-bold">1、甲方逾期支付服务费的违约责任</p>
   				<p class="txt-bold">如甲方未在附件一规定的时间全额支付服务费的，甲方除应当支付应该支付的服务费外，还应当向乙方支持违约金。违约金的支付标准以甲方未支付服务费为基数，按照0.1%/日计算，直至甲方付清所有服务费。</p>
				<p class="txt-bold">2、甲方提前还款时的违约责任</p>
				<p class="txt-bold">（1）甲方在借款6个月以内（含6个月）申请提前还款的，除支付当期应当支付的服务费外，甲方应当向乙方支付违约金，违约金计算标准为甲方未清偿本金的8%。</p>
				<p class="txt-bold">（2）甲方在借款6个月以上（不含6个月）申请提前还款的，除支付当期应当支付的服务费外，甲方应当向乙方支付违约金，违约金计算标准为甲方未清偿本金的5%。</p>
				<p class="txt-bold mb30">甲方无论何时申请提前还款的，如服务费是分期支付的，当期的服务费不予减免。</p> -->
   				<span class="txt-bold">八、 争议的处理</span> 
   				<p>本协议在履行过程中，如发生任何争执或纠纷，双方应友好协商解决，协商不成的，任何一方有权向 乙方  所在地人民法院提起诉讼。</b></p>
   				<span class="txt-bold">九、 其他</span> 
   				<p>本协议自双方以电子合同的形式订立之时起生效，至甲方不再使用乙方所提供之服务及已经在畅享时贷注销且已经清理双方之间的所有债权债务关系时止。</p>
   				<p>本合同的条款标题仅为了索引方便而设，不影响对本合同条款内容的理解，也不应构成对本合同及其条款内容的定义、限制或扩大。</p>
   				<p>本合同一式贰份，双方各持壹份，具有同等法律效力。</p>
   				<p class="mb30">（以下无正文，为本协议之签署）</p>

   				<p class="mb30">
					<span>甲方：{{params.name}}</span>
					<span>日期： {{fromDateArr[0]}} 年 {{fromDateArr[1]}} 月 {{fromDateArr[2]}} 日</span>
				</p>
				<p class="mb30">
					<span>乙方：</span>
					<span>日期： {{fromDateArr[0]}} 年 {{fromDateArr[1]}} 月 {{fromDateArr[2]}} 日</span>
				</p>
			</div>
		</div>
  </div>

</template>

<script>

	var top = require('../components/top');
	var bridge = require('../js/bridge.js');

	module.exports = {
		data: function() {
			return {
				params: this.$route.query,
				query: this.$route.params,
				name: '',
				fromDateArr: [],
				title: '',
				toDateArr: []
			}
		},
		components: {
			top: top
		},
		methods: {
			goback: function() {
				bridge.goBack();
			}
		},
		created: function() {
			this.fromDateArr = (this.params.fromDate && this.params.fromDate.split('-')) || [];
			this.toDateArr = (this.params.toDate && this.params.toDate.split('-')) || [];
			switch(this.query.type) {
				case '1':
					this.name = '领时贷';
					break;
				case '2':
					this.name = '随时贷';
					break;
				case '3':
					this.name = '惠装贷';
					break;
			}
		}
	};

</script>

<style scoped>
	.leftBtn{
		height:100%;
		position: absolute;
		left: 0;
		top: 0;  
		padding-left:50px; 
	}
	.protocol-wrap{
		padding: 30px;
		text-align: left;
		font-size: 28px;
		word-break: break-all;
		h2{
			text-align: center;
		}
		span{
			display: block;
		}
		.no-b{
			margin-bottom: 0;
		}
		.txt-bold{
			font-weight: bold;
		}
		.txt-r{
			text-align: right;
		}
		.txt-l{
			text-align: left;
		}
		.txt-c{
			text-align: center;
		}
		p{
			text-indent: 50px;
		}
		.line{
			display: inline;
			height: 26px;
			line-height: 26px;
			padding: 0 40px;
			border-bottom: 1px solid #000;
		}
		.b-l,.b-r{
			width: 330px;
			display: inline-block;
		}
		.mb60{
			margin-bottom: 60px;
		}
		.mb30{
			margin-bottom: 30px;
		}
		.mb10{
			margin-bottom: 10px;
		}
		.red{
			color: red;
			border-bottom-color: red;
		}
		table{
			border-right: 1px #000 solid;
			border-bottom: 1px #000 solid;
			margin-bottom: 30px;
			font-weight: bold;
		}
		td{
			border-top: 1px #000 solid;
			border-left: 1px #000 solid;
			height: 100px;
			text-align: center;
		}
	}
</style>

