<template>
	<div :class="['view-box', 'payprotocol-box', {'slidebottom-enter': isshowpro}, {'payprotocol-active': isshowpro}]">
		<div class="payprotocol-top">
			<span class="title">快捷支付协议</span>
			<span class="close" @click="closePayPro">关闭</span>
		</div>
		<div class="card-mains payprotocol scroll-box scroll-box-bottom">
			<p class="tc">快捷支付服务协议</p>
			<p>重要提示：</p>
			<p class="ti70">联动优势电子商务有限公司（以下简称“联动优势”）在此提醒您（以下称“您”或称“用户”）认真阅读理解本《快捷支付服务协议》（以下简称“本协议”），包括免除或者限制联动优势责任的免责条款及对您的权利限制条款；您确认，在您使用联动优势的支付服务之前，您已充分阅读、理解并接受本协议的全部内容，一旦您在“我已阅读以上协议”前勾选，并点击“同意”按钮，即表示您同意遵循本协议之所有约定，一旦您使用联动优势的全部或部分服务,亦表示您同意遵循本协议之所有约定。本协议在您和联动优势之间具有合同上的法律效力。</p>
			<p>第一章 用户</p>
			<p>第1条 您确认，您是具备完全民事权利能力和完全民事行为能力的自然人。</p>
			<p>第2条 您同意，联动优势有权随时对本协议内容进行单方面的变更，并以公告的方式予以公布，无需另行单独通知您；若您在本协议内容公告变更后继续使用联动优势支付服务的，表示您已充分阅读、理解并接受修改后的协议内容，也将遵循修改后的协议内容；若您不同意修改后的协议内容，您应停止使用联动优势的支付服务。</p>
			<p>第3条 您有义务确保您提交的信息准确、完整，并及时更新，若您所提供的信息有任何错误、不实、过时或不完整，或联动优势有合理的理由怀疑资料错误、不实、过时或不完整，联动优势有权暂停或终止向您提供全部或部分服务，暂停或终止您的用户资格。由上述原因导致服务无法正常提供，并由此导致的任何直接或间接损失由您自行承担，联动优势不承担任何责任。</p>
			<p>第4条 您不得利用联动优势的服务进行任何违法违规、违反道德、有损联动优势利益的活动。如有违反，联动优势有权作出关闭用户全部或部分权限、暂停账号使用直至删除账号处理，同时保留追究相关责任人责任的权利。</p>
			<p>第5条 您的个人资料受到严格保护，不接受联动优势及您之外的任何个人或单位的查询请求。但法律法规（含行政规章、民族自治地方的自治条例和单行条例，下同）、司法机关、监管机构、本协议另有规定或要求，或联动优势为执行本协议确有必要披露的除外。</p>
			<p>第6条 您有义务遵守法律法规、政策、道德以及联动优势相关业务规则等，不将联动优势的服务用于任何非法目的，也不以任何非法方式使用联动优势所提供的服务，不得利用联动优势的服务损害国家、集体和他人利益。</p>
			<p>第二章 服务内容</p>
			<p>第7条 快捷支付服务，是指用户在进行支付前，将其银行卡要素(姓名、身份证号、银行卡号等)以及银行预留手机号码提交至联动优势，由联动优势将银行卡要素转发至合作银行对银行卡要素与手机号码进行验证并由联动优势代替合作银行下发手机动态验证码，验证均通过后即开通快捷支付服务，开通完成后，用户在联动优势的合作商户形成交易订单时，通过联动优势验证其银行预留手机号码或其他要素后，无需合作银行验证，合作银行即可按照用户通过联动优势转送的支付指令完成支付。</p>
			<p class="ti70">一旦您在“我已阅读以上协议”前勾选，并点击“同意”按钮，即表示您同意并授权联动优势为您开通银行卡快捷支付服务。您开通此项服务后，即视为您委托联动优势直接对您的银行卡资金进行划扣操作。</p>
			<p>第8条 您同意本协议规定的及联动优势规定的银行卡快捷支付服务流程及相关操作。</p>
			<p>第9条 您同意，联动优势依据本协议向联动优势的合作银行或者其他合作方发送的您的信息的行为以及委托银行等合作方对您的银行卡的操作（包括但不限于扣款）的行为均已经获得您的充分授权。您同意并授权联动优势有权委托银行或其它合作方按照您自身或者商户或商户的合作方或其他方向联动优势发送的扣款指令从您的银行卡账户中进行扣款。您同意联动优势及银行的扣款操作。</p>
			<p>第10条 您确认商户或商户的合作方向联动优势发送的指令，即为您本人作出的指令。您确认联动优势发送的扣款指令即为您本人作出的指令。您同意，从您指定的银行卡进行扣款的行为均视为由您自己做出。您不得变更和撤回及撤销该行为。</p>
			<p>第11条 您同意联动优势有权将您的银行卡支付的金额，按照联动优势与商户或商户的合作方或其他方之间的约定以及联动优势的规定支付给商户及/或商户的合作方。</p>
			<p>第12条 您同意，商户或商户的合作方或其他方有权向联动优势传输您的信息，您同意并授权联动优势有权为因向您提供服务使用该等信息。</p>
			<p>第13条</p>
			<p>您同意，您与商户或商户合作方或其他方存在合法的收付款关系，如商户与您的交易之间存在任何纠纷，均与联动优势无关。</p>
			<p>第14条 商户或商户的合作方或其他方可能会知悉您提交的银行卡信息及/或您的个人信息的情况，您同意接受此点并自行承担该风险，您同意联动优势对此无需承担任何责任。</p>
			<p>第15条 在使用本协议项下的服务时，您可获得联动优势为您提供的服务以服务的实时功能为准。联动优势有权随时增加、修改或者删除任何服务功能。</p>
			<p>第16条 您应当遵守本协议的约定和遵守各家银行的相关业务条款以及联动优势的其他相关业务规定和要求。</p>
			<p>第17条 您及持卡人（持卡人指银行卡账户的开户主体，下同）应妥善保管银行卡信息。对所有使用该银行卡信息发生的行为均视为您本人及持卡人作出，并由您本人及持卡人承担全部责任，无论该等行为是否为您本人及/或持卡人作出。因保管、设置、使用不当等造成的损失和责任，由您本人及持卡人自行承担。</p>
			<p>第18条 您同意联动优势有权对您的信息进行相关验证，保存并使用您的信息以便对您提供服务。</p>
			<p>第19条 您在使用银行卡快捷支付服务时，将可能会受到银行对银行卡单笔转账最高金额和每日累计转账最高金额的限制。因该限制以及联动优势之外的主体的限制导致的服务失败，联动优势不承担任何责任。</p>
			<p>第三章 权利与义务</p>
			<p>第20条 联动优势有权对用户的身份、信息、权限等进行审核，当联动优势向用户提出查询时，用户应积极配合，并及时向联动优势反馈意见及向联动优势提供相关材料。</p>
			<p>第21条 联动优势有权根据法律法规、司法机关、监管机构、本协议的规定或要求或者联动优势依据单方判断，包含但不限于联动优势认为您已经违反本协议的明文规定或精神，暂停或终止向您提供联动优势全部或部分服务，暂停或终止您的用户资格，保存有关信息或移除您的资料，并向有关部门报告、移送相关资料等。</p>
			<p>第22条 联动优势有权对服务进行维护、改动、升级，并暂停及/或终止全部或部分服务。</p>
			<p>第四章 责任声明</p>
			<p>第23条 您与商户或商户的合作方或其他方之间的纠纷，联动优势不承担任何责任。无论何种情形，联动优势都没有责任向用户承担任何退款义务。</p>
			<p>第24条 联动优势无法保证用户信息的准确、及时和完整；您应对您提供的信息承担全部责任，包括但不限于信息的合法合规性、真实性、准确性、完整性、及时性、有效性。</p>
			<p>第25条 联动优势不保证服务相关信息、内容的合法合规性、真实性、准确性、可靠性、完整性、及时性、有效性、适用性、持续性、适用于某一特定用途。同时，联动优势也不对联动优势服务的质量、稳定，以及准确性、可靠性、完整性、及时性、有效性、适用性、持续性、适用于某一特定用途作出任何承诺和保证。</p>
			<p>第26条 用户在联动优势服务中或通过联动优势服务所传送的任何内容并不代表或暗示联动优势的观点或政策，联动优势对此不承担任何责任。</p>
			<p>第27条 您应妥善保管注册的支付密码（如有）、手机验证码等信息以及您的其他信息，所有使用该信息发生的行为均视为您作出，并由您承担全部责任，无论该等行为是否为您作出。因您保管、设置、使用不当等造成的损失和责任，由您自行承担，与联动优势无关。使用联动优势服务可能存在他人通过非法途径获得支付密码，冒用用户身份进行操作的风险，您须明白并自行承担以上风险，联动优势对账号以及密码认证通过后不对任何有关操作的真实性承担责任。</p>
			<p>第28条 您因使用联动优势的服务而产生的损失，由您自行承担，联动优势及您之外的其他主体不承担任何责任。</p>
			<p>第29条 联动优势对于与本协议有关或由本协议引起的任何间接的、惩罚性的、特殊的、派生的损失（包括但不限于业务损失、收益损失、利润损失、或其他利益的损失）不承担任何责任。用户因违反相关规定而触犯法律法规的，责任由用户自负。</p>
			<p>第30条 由于法律法规变化或有新的法律法规、政策调整或有新的政策规定、政府行为、台风/地震/海啸/洪水或者其他自然灾害、战争、恐怖袭击或任何其它类似事件或其他不可抗力因素或国家金融政策调整导致联动优势不能或者部分不能提供服务或延迟履行本协议，或银行、电信运营商系统故障、调整、升级，或者由于电信运营商提供的通信线路等原因造成中断/终断，或电力中断/终断，或黑客攻击、技术调整或故障或其他技术问题，网站/网络/电脑/手机故障、调整、升级，系统不稳定性等原因造成的联动优势不能或者部分不能提供服务或延迟履行本协议，联动优势不承担任何责任。联动优势对于与本协议有关或由本协议引起的任何间接的、惩罚性的、特殊的、派生的损失（包括但不限于业务损失、收益损失、利润损失、或其他利益的损失）不承担任何责任。</p>
			<p>第五章 知识产权</p>
			<p>第31条 本公司网站上所有内容，包括但不限于著作、图片、档案、资讯、资料、网站架构、网站画面的安排、网页设计、手机短信指令等，均由本公司和或其他合法权利人依法拥有全部的知识产权，包括但不限于商标权、专利权、著作权和商业秘密等。</p> 
			<p>第32条  非经本公司和或其他合法权利人书面同意，任何人不得擅自使用、修改、复制、公开传播、改变、散布、发行或公开发表本公司U付软件系统的程序、内容或与本公司支付服务有关的其他任何信息。 </p>
			<p>第六章 其他条款</p>
			<p>第33条 本协议适用中华人民共和国大陆法律。您同意选择联动优势所在地的人民法院管辖。</p>
			<p>第34条 本协议的著作权归联动优势所有，联动优势保留一切解释和修改权利。</p>
			<p>第35条 您确认，您已经按照联动优势的提醒，充分了解并注意了本协议中免除或者限制联动优势责任的条款，以及可能加重您责任或对您的权利限制、排除您权利的条款。</p>
		</div>
    </div>
</template>

<script>

	module.exports = {
		data: function() {
			return {
				isshowpro: false
			}
		},
		methods: {
			closePayPro: function() {
				this.isshowpro = !this.isshowpro;
			}
		}
	};

</script>

<style>
.payprotocol-box{
	width: 100%;
	height: 100%;
	transform: translateY(100%);
    opacity: 0;
    position: relative;
    z-index: 9999;
}
.payprotocol-active{
	transform: translateX(0);
    opacity: 1;
}
.payprotocol-top{
	height:88px;
    line-height:88px;
    background:#FAFAFA;
    border-bottom:1px solid rgba(0,0,0,0.12);
    font-size:32px;
    color:#000;
    position: absolute;
    top:0;
    left:0;
    width: 100%;
    z-index: 999;
    .close{
		position: absolute;
		right: 10px;
		height: 88px;
		line-height: 88px;
		width: 150px;
    }
}
.payprotocol{
	padding: 30px 20px;
	font-size: 18px;
	p{
		text-align: left;
		margin-bottom: 10px;
	}
}
.tc{
	text-align: center;
}
.ti70{
	text-indent: 70px;
}
</style>